Repository: Booli/OctoPrint-LUI
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, nl

source: First we have to unload the non PLA filament. Press <i class="fa fa-arrow-up"></i><b> Unload</b> to unload filament from the left extruder.
es: Primero tenemos que descargar el filamento diferente a PLA. Presione <i class="fa fa-arrow-up"></i><b> Descargar</b> para descargar el filamento del extrusor izquierdo.
nl: Eerst moeten we het huidige filament verwijderen. Druk op <i class="fa fa-arrow-up"></i><b> Uitladen</b> om het filament te verwijderen uit de linker extruder.

source: The left extruder is now unloading the filament. When something goes wrong you can press Abort to cancel the process.
es: La extrusora izquierda ahora está descargando el filamento. Si algo va mal, puede presionar Anular para cancelar el proceso.
nl: De linker extruder is nu het filament aan het uitladen. Wanneer er iets misgaat drukt u op Annuleren om de procedure te stoppen.

source: Select PLA as filament material and provide the approximate amount that is on the spool. This way the printer knows what kind of filament you want to load.
es: Seleccione PLA como material de filamento e introduzca la cantidad aproximada que está en el carrete. De esta forma, la impresora sabrá qué tipo de filamento desea cargar.
nl: Selecteer PLA als filamentmateriaal en geeft een schatting van de hoeveel materiaal op de spoel.

source: The left extruder is now loading your filament. When something goes wrong you can press Abort to cancel the process.
es: La extrusora izquierda ahora está cargando su filamento. Si algo va mal, puede presionar Anular para cancelar el proceso.
nl: De linker extruder laadt nu uw filament. Wanneer er iets misgaat kunt u op Annuleren drukken om het proces te stoppen.

source: Please check if the filament came out of the nozzle. If you are not satisfied with the amount of filament that came out of the nozzle, you can press <b>Extrude more filament</b>.If you are ready for the next step, press <b>Done</b>.
es: Por favor, compruebe si el filamento salió de la boquilla (nozzle). Si no está satisfecho con la cantidad de filamento que salió de la boquilla, puede presionar <b>Extrudir mas filamento</b>.Si está listo para el siguiente paso, presione <b>Hecho</b>.

source: For our first print, we also need PLA filament in the right extruder. Press <i class="fa fa-refresh"></i><b> Swap right </b> to load filament in the right extruder.
es: Para nuestra primera impresión, también necesitamos filamento de PLA en la extrusora derecha. Presione <i class="fa fa-refresh"></i><b> Cambie a la derecha</b> para cargar el filamento en el extrusor derecho.
nl: Voor onze eerste print hebben we ook PLA filament nodig in de rechter extruder. Druk op <i class="fa fa-refresh"></i><b> Wissel rechts </b> om filament te laden in de rechter extruder.

source: First we have to unload the non PLA filament. Press <i class="fa fa-arrow-up"></i><b>Unload</b> to unload filament from the right extruder.
es: Primero tenemos que descargar el filamento, no PLA. Presione <i class="fa fa-arrow-up"></i><b>Descargar</b> para descargar el filamento de la extrusora derecha.
nl: Eerst moeten we het huidige filament verwijderen. Druk op <i class="fa fa-arrow-up"></i><b> uitladen</b> om het filament te verwijderen uit de rechter extruder.

source: The right extruder is now unloading the filament. When something goes wrong you can press Abort to cancel the process.
es: La extrusora derecha está descargando el filamento. Si algo va mal, puede presionar Anular para cancelar el proceso.
nl: De rechter extruder is nu het filament aan het uitladen. Wanneer er iets misgaat drukt u op Annuleren om de procedure te stoppen.

source: The right extruder is loading filament. When something goes wrong you can press Abort to cancel the process.
es: La extrusora derecha está cargando filamento. Si algo va mal, puede presionar Anular para cancelar el proceso.
nl: De rechter extruder laadt nu uw filament. Wanneer er iets misgaat kunt u op Annuleren drukken om het proces te stoppen.

source: Please check if the filament came out of the nozzle. If you are not satisfied with the amount of filament that came out of the nozzle, you can press <b>Extrude more filament</b>. If you are ready for the next step, press <b>Done</b>.
es: Por favor, compruebe si el filamento se salió de la boquilla (nozzle). Si no está satisfecho con la cantidad de filamento que salió de la boquilla, puede presionar <b>Extrudir mas filamento</b>. Si está listo para el siguiente paso presione <b>Hecho</b>.

source: There is PLA filament detected in both extruders. We will now calibrate the printer to make sure that the bed and the extruders are aligned. Normally this is only needed for the first print after maintenance or after moving the printer.
es: Se ha detectado filamento de PLA en ambos extrusores. Ahora calibraremos la impresora para asegurarnos de que la base y las extrusoras estén alineadas. Normalmente esto solo es necesario para la primera impresión después del mantenimiento o después de mover la impresora.

source: Next
de: Nächste
es: Siguiente
nl: Volgende

source: The calibration functions are part of the maintenance menu located in the settings tab. To get there, press <i class="fa fa-gears"></i><b>Settings</b>.
es: Las funciones de calibración son parte del menú de mantenimiento ubicado en la pestaña de configuración. Para llegar allí, presione <i class="fa fa-gears"></i><b>Ajustes</b>.

source: The calibration wizard is located in the maintenance menu. To go there, press <i class="fa fa-wrench"></i><b>Maintenance</b>.
es: El asistente de calibración se encuentra en el menú de mantenimiento. Para dirigirse allí, presione <i class="fa fa-wrench"></i><b>Mantenimiento</b>.

source: First we will calibrate the bed. This will make sure the printed object will adhere to the bed. Press <b>Calibrate bed</b> to continue.
es: Primero calibraremos la base. Esto asegurará que el objeto impreso se adhiera a la base. Presione <b>Calibrar cama</b> para continuar.
nl: Eerst zullen we het bed kalibreren. Dit zorgt er voor dat het geprinte object gehecht zal blijven aan het bed. Druk op <b>Bed kalibreren</b> om verder te gaan.

source: Before pressing <b>Continue calibration</b>, check that the print bed is empty.
es: Antes de presionar <b>Continuar calibración</b>, verifique que la base de impresión está vacía.
nl: Controleer of het bed leeg is voordat u op <b>Kalibratie vervolgen</b> drukt.

source: When the bed is level, press <b>Done</b> to continue.
es: Cuando la base esté nivelada, presione <b>Hecho</b> para continuar.
nl: Wanneer het bed vlak is drukt u op <b>Gereed</b/> om door te gaan.

source: To align the extruders, press <b>Calibrate extruders</b>. This will start the extruder calibration wizard.
es: Para alinear los extrusores, presione<b>Calibrar extrusores</b>. Esto iniciará el asistente de calibración del extrusor.
nl: Om de extruders uit te lijnen drukt u op <b>Extruderkalibratie</b>. Dit zal de kalibratieprocedure starten.

source: The calibration wizard will calibrate the Y axis in one step and the X axis in two steps. To start the first calibration print, press <b>Start calibration</b>.
es: El asistente de calibración calibrará el eje Y en un paso y el eje X en dos pasos. Para iniciar la primera impresión de calibración, presione <b>Comenzar calibración</b>.
nl: De kalibratieprocedure zal de X-as in twee stappen kalibreren en de Y-as in één stap. Hiervoor worden meerdere patronen afgedrukt. Om de kalibratieprint te starten drukt u op <b>Start kalibratie</b>.

source: The printer is now printing the first X axis calibration print. This allows to calibrate the X axis with a precision of 1 mm.
es: La impresora ahora está imprimiendo la primera impresión de calibración del eje X. Esto permite calibrar el eje X con una precisión de 1 mm.
nl: De printer drukt nu het eerste kalibratiepatroon af voor de ruwe X-as kalibratie. Hiermee kunt u de X-as op 1 mm nauwkeurig kalibreren.

source: Select the best aligned vertical line on the bed. Then, press <b>Next</b>.
es: Seleccione la línea vertical mejor alineada en la base. Luego, presione <b>Siguiente</b>.
nl: Kies de verticale lijn die het beste overlapt. Daarna drukt u op <b>Volgende</b>.

source: Now we will start the second calibration print. This will allow to calibrate both the X and Y axes with a precision of 0.1 mm.
es: Ahora comenzaremos la segunda impresión de calibración. Esto permitirá calibrar los ejes X e Y con una precisión de 0.1 mm.
nl: Nu zal het tweede kalibratiepatroon worden geprint. Hiermee kunt u de X- en Y-as tot 0.1 mm nauwkeurig kalibreren.

source: The printer is now printing the second calibration print.
es: La impresora ahora está imprimiendo la segunda impresión de calibración.
nl: Het tweede calibratiepatroon wordt geprint.

source: Select the best aligned hortizontal line on the bed. Then, press <b>Next</b>.
es: Seleccione la línea horizontal mejor alineada en la base. Luego, presione <b>Siguiente</b>.
nl: Kies de horizontale lijn die het beste overlapt. Druk vervolgens op <b>Volgende</b>.

source: The printer is now calibrated and ready to print. Normally the calibration is only needed for the first print after maintenance or after moving the printer. Now we will select the demo print job (the GCODE file) for the printer. To select the print job, press <i class="fa fa-file"></i> <b>Select print job</b>.
es: La impresora ahora está calibrada y lista para imprimir. Normalmente, la calibración solo es necesaria para la primera impresión después del mantenimiento o después de mover la impresora. Ahora seleccionaremos el trabajo de impresión de demostración (el archivo GCODE) para la impresora. Para seleccionar el trabajo de impresión, presione <i class="fa fa-file"></i> <b>Seleccione el trabajo de impresión</b>.

source: Now we can select a GCODE file that's saved on the printer. There is a sample print you can try out.
es: Ahora podemos seleccionar el archivo GCODE que está guardado en la impresora. Hay una impresión de muestra que puede probar.
nl: We kunnen nu een G-codebestand selecteren dat is opgeslagen op de printer. Er is een voorbeeldopdracht die u kunt uitproberen.

source: Select the file and press on the <i class="fa fa-play"></i> button next to it.
es: Seleccione el archivo y presione en el <i class="fa fa-play"></i> botón junto a el.
nl: Selecteer het bestand en druk op de <i class="fa fa-play"></i> knop ernaast.

source: Select one of the print modes. When you're ready, press <b>Start print</b> or if you're not, press <b>Cancel</b>.
es: Seleccione uno de los modos de impresión. Cuando esté listo, presione <b>Comenzar impresión</b> o si no está listo, presione <b>Cancelar</b>.

source: Please select PLA filament when loading the filament.<br>
es: Seleccione el filamento PLA cuando cargue el filamento.<br>
nl: Selecteer alstublieft PLA filament<br />

source: Good Job!<br>The printer is now printing the first print. Watch how the object magically appears in front of you.<br>
es: ¡Buen trabajo!<br>La impresora ahora está imprimiendo la primera impresión. Mire cómo el objeto aparece mágicamente frente a usted.<br>

source: Login
es: Iniciar sesión
nl: Inloggen

source: Login successful
de: Login erfolgreich
es: Inicio de sesión correctamente
nl: Inloggen succesvol

source: You are now logged in as "%(username)s"
de: Sie sind nun als "%(username)s" eingeloggt
es: Ha iniciado sesión como "%(username)s"
nl: U bent ingelogd als "%(username)s"

source: Login failed
de: Login fehlgeschlagen
es: Inicio de sesión fallido
nl: Inloggen mislukt

source: User unknown or wrong password
de: Unbekannter Benutzer oder falsches Passwort
es: Usuario desconocido o contraseña errónea
nl: Gebruiker onbekend of verkeerd wachtwoord

source: Logout successful
de: Logout erfolgreich
es: Cierre de sesión ejecutado correctamente
nl: Uitloggen succesvol

source: You are now logged out
de: Sie sind nun ausgeloggt
es: Ha cerrado la sesión
nl: U bent nu uitgelogd

source: You are about to remove a log file
de: Sie sind dabei eine Datei zu löschen
es: Está a punto de eliminar un archivo de registro
nl: U staat op het punt om een logbestand te verwijderen

source: Are you sure you want to remove "%(filename)s"?
de: Sind Sie sicher, dass Sie "%(filename)s" löschen möchten?
es: ¿Seguro que quiere eliminar "%(filename)s"?
nl: Weet u zeker dat u "%(filename)s" wilt verwijderen?

source: Log file removed
de: Log-Datei entfernt
es: Archivo de registro eliminado
nl: Logbestand verwijderd

source: Log file: "%(filename)s" has been successfully removed.
de: Log-Datei: "%(filename)s" wurde erfolgreich gelöscht
es: Archivo de registro: "%(filename)s" se ha eliminado correctamente.
nl: Logbestand: "%(filename)s" is succesvol verwijderd.

source: Log file copied
de: Log-Datei kopiert
es: Archivo de registro copiado
nl: Logbestand gekopieerd

source: The log file has been copied to your USB drive.
de: Die Log-Datei wurde auf das USB-Speichermedium kopiert
es: El archivo de registro se ha copiado a su unidad USB.
nl: Logbestand is naar uw USB-stick gekopieerd.

source: Copying of log file failed
de: Kopieren der Log-Datei ist fehlgeschlagen
es: La copia del archivo de registro falló
nl: Kopiëren logbestand mislukt

source: The log file could not be copied. Please check if there is sufficient space available on the drive and try again.
de: Die Log-Datei konnte nicht kopiert werden. Bitte überprüfen Sie Ob genug Platz auf ihrem USB-Speichermedium ist und versuchen es erneut.
es: El archivo de registro no pudo ser copiado. Por favor verifique si hay suficiente espacio disponible en el disco y vuelva a intentarlo.
nl: Het logbestand kon niet worden gekopieerd. Gelieve de vrije schijfruimte te controleren op de USB stick en opnieuw proberen.

source: Log files copied
es: Archivos de registro copiados
nl: De logbestanden zijn gekopieerd.

source: The log files have been copied to your USB drive.
es: Los archivos de registro se han copiado en su unidad USB.
nl: De logbestanden zijn naar uw USB-stick gekopieerd.

source: One or more log files could not be copied. Please check if there is sufficient space available on the drive and try again.
es: Uno o más archivos de registro no se pudieron copiar. Por favor verifique si hay suficiente espacio disponible en el disco y vuelva a intentarlo.
nl: Een of meer logbestanden kon niet worden gekopieerd. Zorg ervoor dat er genoeg ruimte beschikbaar is en probeer het nogmaals.

source: You are about to move the printer to the head maintenance position.
es: Está a punto de mover la impresora a la posición de mantenimiento del cabezal.
nl: U staat op het punt om de printkoppen naar de onderhoudspositie te verplaatsen.

source: Maintenance position
de: Wartungsposition
es: Posición de mantenimiento
nl: Onderhoudspositie

source: You are about to move the printer to the hot end swap position. This will leave the printer on, but disconnects it from the software.
es: Está a punto de mover la impresora a la posición de intercambio de extremo caliente (hot end). Esto mantendrá encendida la impresora, pero la desconectará del software.

source: Hot end swap position
es: Posición de intercambio de extremo caliente (hot end)
nl: Hot-ends vervangen

source: You are about to move the printer to the clean bed position. This move will home all axis! Make sure there is no print on the bed.
de: Sie sind dabei die Extruder zur Reinigungsposition zu bewegen. Alles bewegt sich zur Ausgangsposition! Stellen Sie sicher, dass sich nichts mehr auf der Druckunterlage befindet.
es: Está a punto de mover la impresora a la posición de base limpia. ¡Este será el lugar de alojamiento de todos los ejes! Por favor asegúrese de que no haya ninguna impresión en la base.
nl: U staat op het punt om de printer naar de positie te brengen om het bed schoon te maken. Dit zal de printer homen op alle assen. Controleer of er geen print op het bed staat.

source: Do want to continue?
de: Möchten Sie fortführen?
es: ¿Quiere continuar?
nl: Wilt u doorgaan?

source: Clean bed position
de: Reinigungsposition für die Druckunterlage
es: Posición de limpiado de la base
nl: Bed schoonmaken

source: Press OK when you are done with cleaning the bed. This will home the printer.
de: Drücken Sie auf OK wenn Sie die Reinigung der Druckunterlage abgeschlossen haben. Der Drucker geht dann auf Ausgangsposition.
es: Presione OK cuando termine de limpiar la base. Este será el punto de origen de la impresora.
nl: Druk op Ok wanneer u klaar bent met het schoonmaken van het bed. Dit zal de printer homen.

source: Clean bed
de: Druckunterlage reinigen
es: Limpiar la base de impresión
nl: Schoonmaken bed

source: The printer is moving towards the clean bed position.
de: Der Drucker bewegt sich zur Reinigungsposition
es: La impresora se está moviendo hacia la posición de limpieza de base.
nl: De printer verplaatst zich nu naar de positie om het bed schoon te maken.

source: Head maintenance
es: Mantenimiento del cabezal
nl: Onderhoud printkoppen

source: The printhead is moving towards the maintenance position.
de: Der Druckkopf bewegt sich zur Wartungsposition
es: El cabezal de impresión se está moviendo hacia la posición de mantenimiento.
nl: De printer verplaatst zich nu naar de positie om onderhoud te doen aan de extruders.

source: Head wiping
es: Limpieza del cabezal

source: The printhead is moving to wipe the nozzles.
es: El cabezal de impresión se esta moviendo para limpiar las boquillas (nozzles).

source: One of the print heads has not cooled down yet. Print head maintenance may cause serious injury. It is adviced to wait for the print heads to cool down.
de: Einer der Extruder ist noch nicht abgekühlt. Die Wartung des Druckkopfs kann zu ernsten Verletzungen führen. Es wird empfohlen die Extruder zunächst abkühlen zu lassen.
es: Uno de los cabezales de impresión no se ha enfriado aún. El mantenimiento del cabezal de impresión puede causar lesiones graves. Se aconseja esperar a que los cabezales de impresión se enfríen.
nl: Een van de extruders is nog niet afgekoeld. Het plegen van extruderonderhoud terwijl de extruder warm is kan serieus letsel veroorzaken. We adviseren om de extruders te laten afkoelen.

source: Are you sure you want to continue?
de: Sind Sie sicher, dass Sie fortführen möchten?
es: ¿Esta seguro que quiere continuar?
nl: Weet u zeker dat u door wilt gaan?

source: Press OK when you are done with the print head maintenance. This will home the printer.
de: Drücken Sie auf OK wenn Sie fertig sind mit der Wartung des Druckkopfs. Der Drucker bewegt sich zur Ausgangsposition.
es: Presione OK cuando haya terminado con el mantenimiento del cabezal de impresión. Este será el punto de origen de la impresora.
nl: Druk op Ok wanneer u klaar bent met het onderhoud. Dit zal de printer homen.

source: Reconnecting to printer
de: Verbindung zum Drucker wird wiederhergestellt
es: Reconectando a la impresora
nl: Opnieuw verbinden met de printer

source: Please wait while the printer is being reconnected. Note that the printer will home automatically.
de: Bitte warten Sie während die Verbindung zum Drucker wiederhergestellt wird.
es: Espere mientras se vuelve a conectar la impresora. Tenga en cuenta que la impresora se iniciará automáticamente.
nl: Wacht tot dat de printer verbonden is. De printer zal automatisch homen.

source: Restart system service
de: Neustart des Systemdiensts
es: Reiniciar el servicio del sistema
nl: Herstart systeemservice

source: You are about to restart the background printer services.
de: Sie sind dabei den Hintergrunddienst des Druckers neu zu starten
es: Está a punto de reiniciar el servidor de la impresora.
nl: U staat op het punt de achtergrondservice van de printer te herstarten.

source: Reboot printer
de: Drucker wird neu gestartet
es: Reinicie la impresora
nl: Herstart printer

source: You are about to reboot the printer.
de: Sie sind dabei einen Neustart des Druckers durchzuführen.
es: Está a punto de reiniciar la impresora.
nl: U staat op het punt om de printer te herstarten.

source: Shutdown printer
de: Drucker wird heruntergefahren.
es: Apagar impresora
nl: Printer afsluiten

source: You are about to shutdown the printer.
de: Sie sind dabei den Drucker herunterzufahren.
es: Está a punto de apagar la impresora.
nl: U staat op het punt de printer af te sluiten.

source: Restarts the print job from the beginning
de: Neustart des Druckauftrags von vorne.
es: Reinicia el trabajo de impresión desde el principio
nl: Herstart de printopdracht van af het begin

source: Starts the print job
de: Startet den Druckauftrag
es: Inicia el trabajo de impresión
nl: Start de printopdracht

source: Resumes the print job
de: Setzt den Druckauftrag fort
es: Reanuda el trabajo de impresión
nl: Hervat de printopdracht

source: Pauses the print job
de: Pausiert den Druckauftrag
es: Pausa el trabajo de impresión
nl: Pauzeert de printopdracht

source: Calculating...
de: Rechenvorgang...
es: Calculando...
nl: Berekenen ...

source: Pause
de: Pausieren
es: Pausa
nl: Pauzeer

source: On Z Change
es: Cambiando en la Z
nl: Bij Z verandering

source: Timed
de: zeitlich festgelegt
es: Programado
nl: Per tijdseenheid

source: sec
de: Sek.
es: seg

source: R
es: D

source: L
es: I

source: Could not restore printer connection
de: Verbindung zum Drucker konnte nicht wiederhergestellt werden.
es: No se pudo restablecer la conexión de la impresora
nl: Kan de printerconnectie niet herstellen

source: The printer connection could not be restored. Please consult your printer's manual.
es: La conexión de la impresora no pudo ser restaurada. Por favor, consulte el manual de su impresora.

source: By-pass print analysis
de: Druckanalyse umgehen
es: Análisis de impresión excluida
nl: Dimensieanalyse uitschakelen

source: You are trying to start a print while the analysis has not been completed yet. This enables you to start a print in a mode that might not be supported. This could potentially damage your printer.
es: Está intentando iniciar una impresión mientras el análisis no se ha completado aún. Esto le permite iniciar una impresión en un modo que podría no ser compatible. Esto podría dañar su impresora.
nl: U probeert een printopdracht te starten terwijl de analyse nog niet voltooid is. Hierdoor kunt u een printopdracht starten in een modus die misschien niet ondersteund is. Dit kan leiden tot mislukte prints.

source: Do you want to by-pass the print analysis and start the print?
de: Möchten Sie die Druckanalyse umgehen und den Druck starten?
es: ¿Desea omitir el análisis de impresión y comenzar la impresión?
nl: Wilt u de dimensieanalyse uitschakelen?

source: Please load filament in both the left and right extruder before you resume your print.
de: Bitte laden Sie Filament in den linken und rechten Extruder bevor Sie fortfahren.
es: Por favor, cargue el filamento en la extrusora izquierda y derecha antes de reanudar la impresión.
nl: Laad filament in de linker en rechter extruder voordat u doorgaat.

source: Please load filament in the required extruders before you resume your print.
es: Por favor, cargue filamento en las extrusoras requeridas antes de reanudar su impresión.
nl: Laad filament in de extruders voordat u doorgaat.

source: Cannot resume print
de: Kann nicht druck fortführen
es: No se puede reanudar la impresión
nl: Kan de printopdracht niet hervatten

source: Print pausing
de: Druck pausieren
es: Impresión pausada
nl: Print wordt gepauzeerd

source: Please wait while the print is being paused.
de: Bitte warten Sie, während der Druck pausiert wird.
es: Por favor espere mientras la impresión se encuentra en pausa.
nl: Wacht totdat de printer is gehomed.

source: You are about to cancel %(filename)s.
de: Sie sind dabei %(filename)s abzubrechen.
es: Está a punto de cancelar %(filename)s.
nl: U staat op het punt op %(filename)s af te breken.
