Repository: Booli/OctoPrint-LUI
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, nl

source: Are you sure you want to cancel this print?
de: Sind Sie sicher, dass Sie diesen Druck abbrechen wollen?
es: ¿Seguro que quiere cancelar esta impresión?
nl: Weet u zeker dat u deze printopdracht wil afbreken?

source: Yes
de: Ja
es: Si
nl: Ja

source: Print cancelling
de: Druckauftrag wurde abgebrochen
es: Cancelar impresión
nl: Printopdracht wordt geannuleerd

source: Please wait while the print is being cancelled.
de: Bitte warten Sie, während der Druck abgebrochen wird.
es: Espere mientras se cancela la impresión.
nl: Wacht totdat de print is geannuleerd.

source: Door open
de: Tür öffnen
es: Puerta abierta
nl: Deur open

source: Please close the door before you continue printing.
de: Bitte schließen sie die Tür bevor Sie den Druck fortsetzen.
es: Por favor cierre la puerta antes de continuar imprimiendo.
nl: Sluit de deur om de printopdracht te hervatten.

source: Previewing
de: Vorschau
es: Vista previa
nl: Voorvertoning

source: Creating preview
de: Vorschau wird erstellt
es: Vista previa de la creación
nl: Creëren van voorvertoning

source: Settings Saved
es: Ajustes guardados

source: The settings for %(name)s color is saved
es: Los ajustes para el color %(name)s fueron guardados

source: You are about to bring all colors to their default settings.
es: Está a punto de llevar todos los colores a su configuración predeterminada.

source: RGB color reset
es: Restablecimiento de color RGB

source: Settings Set back to default
es: Configuracion, restablecer a las predeterminadas

source: All settings are back to default
es: Todas las configuraciones vuelven a ser las predeterminadas

source: Materials
de: Materialien
es: Materiales
nl: Materialen

source: Profile "
de: Profil "
es: Perfil "
nl: Profiel "

source: " already exists. Please ensure each profile has a unique name.
de: " ist bereits vorhanden. Bitte stellen Sie sicher, dass jedes Profil einen eindeutigen Namen hat.
es: " ya existe. Por favor asegúrese de que cada perfil tenga un nombre único.
nl: " bestaat al. Zorg ervoor dat elk profiel een unieke naam heeft.

source: " must have an extruder temperature between %(mintemp)s &deg;C and %(maxtemp)s &deg;C.
de: " setzt eine Extruder-Temperatur zwischen %(mintemp)s &deg;C und %(maxtemp)s &deg;C voraus.
es: "debe tener una temperatura de extrusión entre %(mintemp)s &deg;C and %(maxtemp)s &deg;C.
nl: " moet een extrudertemperatuur tussen %(mintemp)s &deg;C en %(maxtemp)s &deg;C hebben.

source: " must have a bed temperature of at least 0 &deg;C.
de: " setzt eine Temperatur der Druckunterlage von mindestens 0 &deg;C voraus.
es: "debe tener una temperatura en la base de al menos 0 &deg;C.
nl: " moet een bed temperatuur van tenminste 0 &deg;C.

source: Turn on auto shutdown
de: Automatische Abschaltung aktivieren
es: Activar apagado automático
nl: Automatisch afsluiten inschakelen

source: You are about to turn on auto shutdown. This will turn off the printer when the current job or next job that is started is finished. This setting resets after a shutdown of the machine.
de: Sie sind dabei die automatische Abschaltung zu aktivieren. Dadurch wird der Drucker ausgeschaltet wenn der jetzige Druckauftrag abgeschlossen wurde.
es: Está a punto de activar el apagado automático. Esto apagará la impresora cuando finalice el trabajo actual o el siguiente trabajo que se haya iniciado. Esta configuración se restablece después de un apagado de la máquina.
nl: U staat op het punt op "automatisch uitschakelen" aan te zetten. Dit zal de printer na het afronden van de huidige print of volgende print automatisch afsluiten.

source: Disable print analysis
de: Druckanalyse deaktivieren
es: Deshabilitar análisis de impresión
nl: Printanalyse uitschakelen

source: You are about to disable the print analysis feature. Doing so will allow you to print without the print check. This could result in bad prints and/or potential damages to the printer.
de: Sie sind dabei die Druckanalyse zu deaktivieren. Dadurch können drucken, ohne den Druckauftrag zu überprüfen. Dies könnte in schlechten Druckergebnissen und/oder Schäden am Drucker resultieren.
es: Está a punto de desactivar la función de análisis de impresión. Hacerlo le permitirá imprimir sin la verificación de impresión. Esto podría ocasionar malas impresiones y / o posibles daños a la impresora.
nl: U staat op het punt om printanalyse uit te schakelen. Hierdoor kunt u printopdrachten uitvoeren voordat deze geanalyseerd zijn. Dit kan resulteren in mislukte prints of schade aan de printer.

source: Command "%(name)s" sent
de: Kommando "%(name)s" gesendet
es: Comando "%(name)s" enviado
nl: Command "%(name)s" verstuurd

source: Autodetect from browser
de: Automatische Erkennung des Browsers
es: Detectar de forma automática desde el navegador
nl: Detecteren van de browser

source: Success
de: Erfolg
es: Exíto
nl: Succes

source: The command "%(command)s" executed successfully
de: Das Kommando "%(command)s" wurde erfolgreich durchgeführt
es: El comando "%(command)s" fue ejecutado con éxito
nl: Het commando "%(command)s" is succesvol uitgevoerd

source: The command "%(command)s" could not be executed. Please check logs.
de: Das Kommando "%(command)s" konnte nicht durchgeführt werden. Bitte überprüfen Sie die Logs.
es: El comando "%(command)s" no pudo ser ejecutado. Por favor revise los registros.
nl: Het commando "%(command)s" kon niet worden uitgevoerd.. Raadpleeg de logbestanden.

source: showing %(displayed)d lines (buffer full)
es: mostrando %(displayed)d líneas (buffer lleno)

source: showing %(displayed)d lines
es: mostrando %(displayed)d líneas

source: Bed
de: Druckunterlage
es: Base

source: Heating
de: Aufheizen
es: Calentando
nl: Opwarmen

source: Stabilizing
es: Estabilizando
nl: Stabiliseren

source: Cooling
de: Kühlung
es: Enfriando
nl: Afkoelen

source: Idle
de: Wartezustand
es: Libre
nl: Inactief

source: Ready
de: Fertig
es: Listo
nl: Gereed

source: Stabilizing bed
es: Estabilizando base

source: Heating bed
es: Calentando base

source: Stabilizing extruders
es: Estabilizado la temperatura de los extrusores

source: Heating extruders
es: Calentando extrusores

source: Update
es: Actualizar

source: Up-to-date
de: Auf dem neuesten Stand
es: Actualizar

source: Update software
de: Software updaten
es: Actualizar Software

source: You are about to update the printer software. This will take some time and will restart the printer background service when completed.
de: Sie sind dabei ein Softwareupdate für den Drucker durchzuführen. Dies kann ein wenig dauern und wird den Hintergunddienst, nach Abschluss des Updates, neu starten
es: Está a punto de actualizar el software de la impresora. Esto llevará algún tiempo y reiniciará el servicio del servidor de la impresora cuando se complete.
nl: U staat op het punt om de printersoftware the updaten. Dit zal enkele minuten in beslag nemen en de achtergrondservice van de printer herstarten wanneer de update voltooid is.

source: Update:
es: Actualizar

source: You are about to update a component of the User Interface. This will take some time and will restart the printer background service when completed.
de: Sie sind dabei einen Teil der Benutzeroberfläche zu aktualisieren. Dies kann ein wenig dauern und wird den Hintergunddienst, nach Abschluss des Updates, neu starten.
es: Está a punto de actualizar un componente de la interfaz de usuario. Esto llevará algún tiempo y reiniciará el servicio del servidor de la impresora cuando se complete.

source: Do you want to update
es: Quiere actualizar

source: Update failed.
de: Update fehlgeschlagen.
es: Actualización fallida.
nl: Update mislukt.

source: Please check the logs.
de: Überprüfen Sie die Logs.
es: Por favor revisa los registros.
nl: Raadpleeg de logs voor meer informatie.

source: Updating firmware
de: Firmware aktualisieren
es: Actualización de firmware
nl: Firmware wordt geüpdatet

source: The firmware is updating, please wait until the update is completed...
de: Firmware wird aktualisiert. Bitte warten Sie bis die Updates abgeschlossen wurden...
es: El firmware se está actualizando, espere hasta que se complete la actualización ...
nl: De firmware wordt bijgewerkt, wacht tot de update is voltooid ...

source: Updating
de: Update wird durchgeführt.
es: Actualizando
nl: Updaten

source: System is updating, please wait until the updates are completed...
de: System wird aktualisiert. Bitte warten Sie bis die Updates abgeschlossen wurden...
es: El sistema se está actualizando, espere hasta que se hayan completado las actualizaciones...
nl: Printer wordt bijgewerkt, wacht tot de updates zijn voltooid ...

source: Rebooting
es: Reiniciando

source: To complete the updates, the system will reboot itself.
es: Para completar las actualizaciones, el sistema se reiniciará.

source: Firmware update found
de: Firmware-Update wurde gefunden.
es: Actualización de firmware encontrada
nl: Firmware-update gevonden

source: A firmware update has been found, but this requires a software update first.
de: Ein Firmware-Update wurde gefunden, aber dies erfordert zunächst ein Software-Update.
es: Se ha encontrado una actualización de firmware, pero esto requiere una actualización de software primero.
nl: Een firmware-update is gevonden, maar dit vereist eerst een software-update.

source: Would you like to update the printer software?
de: Möchten Sie ein Update für die Software durchführen?
es: ¿Desea actualizar el software de la impresora?
nl: Wilt u de printersoftware updaten?

source: Could not retrieve update information
de: Update-Informationen konnten nicht wiederhergestellt werden
es: No se pudo recuperar la información de la actualización
nl: Kan geen update-informatie verkrijgen.

source: The printer seems not connected to the internet. Please make sure the network has internet capabilities.
es: La impresora parece no estar conectada a internet. Por favor, asegúrese de que la red tenga las funcionalidades de internet operativas.

source: The USB drive you inserted contains a firmware update with filename "%(filename)s".
de: Das USB-Speichermedium enthält ein Firmware-Update mit dem Dateinamen "%(filename)s".
es: La unidad USB que insertó contiene una actualización de firmware con el nombre de archivo "%(filename)s".
nl: De USB-stick bevat een firmware-update: "%(filename)s".

source: Would you like to install this update?
de: Möchten Sie dieses Update installieren?
es: ¿Le gustaría instalar esta actualización?
nl: Wilt u deze update installeren?

source: Printer offline
de: Drucker ist offline
es: Impresora offline

source: Update server offline
de: Update-Server ist offline
es: Actualizar servidor fuera de línea (offline)

source: The update server seems to be offline. Please retry updating after or check the status at github.com/Leapfrog3DPrinters
de: Der Update-Server ist anscheinend offline. Bitte starten sie das Update neu oder überprüfen Sie den momenatnen Staus unter github.com/Leapfrog3DPrinters
es: El servidor de actualización parece estar fuera de línea (offline). Vuelva a intentar la actualización después o compruebe el estado en github.com/Leapfrog3DPrinters
nl: De updateserver lijkt offline te zijn. Controleer de status bij github.com/Leapfrog3DPrinters

source: Update fetching failed.
de: Abrufen Update ist fehlgeschlagen
es: Fallo en la recuperación de la actualización.
nl: Update binnenhalen mislukt.

source: Update completed.
de: Update abgeschlossen.
es: Actualización completada.
nl: Update voltooid.

source: Going to restart the service to finish the updates.
de: Der Dienst zur Abschließung des Updates wird neu gestartet.
es: Ir a reiniciar el servicio para finalizar las actualizaciones.
nl: De achtergrondservice wordt opnieuw opgestart om de updates te voltooien.

source: Not possible
de: Nicht möglich.
es: No es posible
nl: Niet mogelijk

source: You cannot add a user with this username.
de: Sie können keinen Benutz mit diesem Namen hinzufügen.
es: No puede agregar un usuario con este nombre de usuario.
nl: U kunt geen gebruiker toevoegen met die gebruikersnaam.

source: User Created
de: Benutzer erstellt.
es: Usuario creado
nl: Gebruiker aangemaakt

source: You have created "%(username)s"
de: Sie haben "%(username)s" erstellt
es: Has creado "%(username)s"
nl: U heeft de gebruiker "%(username)s" aangemaakt

source: You may not delete your own account.
de: Möchten Sie wirklich Ihren eigenen Account löschen.
es: No puedes eliminar tu propia cuenta.
nl: U kunt uw eigen account niet verwijderen.

source: You may not delete this reserved account.
de: Sie können dieses reservierte Account nicht löschen.
es: No puede eliminar esta cuenta reservada.
nl: U kunt dit gereserveerde account niet verwijderen.

source: User Deleted
de: Benutzer gelöscht
es: Usuario eliminado
nl: Gebruiker verwijderd

source: You have deleted "%(username)s"
de: Sie haben "%(username)s" gelöscht
es: Ha eliminado "%(username)s"
nl: U heeft de gebruiker "%(username)s" verwijderd

source: Site default
de: Standardseite
es: Sitio predeterminado

source: Logout
es: Cerrar sesión
nl: Uitloggen

source: You have opted to delete all finished timelapses.
de: Sie möchten alle Zeitraffern löschen.
es: Ha optado por eliminar todos los timelapses terminados.
nl: U heeft er voor gekozen om alle voltooide timelapses te verwijderen.

source: Delete all timelapses
de: Alle Zeitraffern löschen
es: Eliminar todos los timelapses
nl: Verwijdere alle timelapses

source: Timelapses deleted
de: Zeitraffern gelöscht
es: Timelapses eliminados
nl: Timelapses verwijderd

source: All timelapses were deleted.
de: Alle Zeitraffern wurden gelöscht
es: Todos los timelapses fueron eliminados.
nl: Alle timelapses zijn verwijderd.

source: Not all timelapses were deleted
de: Nicht alle Zeitraffern wurden gelöscht
es: No se eliminaron todos los timelapses
nl: Niet alle timelapses zijn verwijderd

source: Some timelapses could not be removed. Please try again.
de: Manche Zeitraffern konnten nicht gelöscht werden. Versuchen Sie es nochmal.
es: Algunas timelapses no pudieron ser eliminados. Por favor inténtalo de nuevo.
nl: Sommige timelapses konden niet worden verwijderd. Probeer het opnieuw.

source: Timelapse copied
de: Zeitraffer wurde kopiert
es: Timelapse copiado
nl: Timelapse gekopieerd

source: The timelapse has been copied to your USB drive.
de: Die Zeitraffer wurde auf ihr USB-Speichermedium kopiert.
es: El timelapse se ha copiado a su unidad USB.
nl: De timelapse is naar uw USB-stick gekopieerd.

source: Copying of timelapse failed
de: Kopieren der Zeitraffer ist fehlgeschlagen
es: No se pudo copiar el timelapse
nl: Kopiëren van timelapse mislukt

source: The timelapse could not be copied. Please check if there is sufficient space available on the drive and try again.
de: Die Zeitraffer konnte nicht kopiert werden. Bitte überprüfen Sie ob genug Speicherplatz vorhanden ist und versuchen sie es nochmal.
es: El timelapse no pudo ser copiado. Verifique si hay suficiente espacio disponible en el disco y vuelva a intentarlo.
nl: De timelapse kon niet worden gekopieerd. Gelieve de vrije schuifruimte te controleren op de USB stick en opnieuw proberen.

source: Timelapses copied
es: Timelapses copiados
nl: Timelapsevideo gekopieerd

source: The timelapses have been copied to your USB drive.
es: Los timelapses se han copiado a su unidad USB.
nl: De timelapsevideo's zijn naar uw USB-stick gekopieerd.

source: One or more timelapses could not be copied. Please check if there is sufficient space available on the drive and try again.
es: Uno o más timelapses no pudieron ser copiados. Verifique si hay suficiente espacio disponible en el disco y vuelva a intentarlo.
nl: Een of meer timelapsevideo's konden niet worden gekopieerd. Zorg ervoor dat er genoeg ruimte beschikbaar is en probeer het nogmaals.

source: Capturing timelapse postroll
de: ??? postroll
es: Capturar timelapse recopilado
nl: Timelapse postroll opnemen

source: Now capturing timelapse post roll, this will take only a moment...
de: ??? postroll
es: Capturar ahora el timelapse recuperado, esto tomará solo un momento...
nl: De postroll van de timelapse wordt nu opgenomen, een moment geduld...

source: Now capturing timelapse post roll, this will take approximately %(duration)s
es: Capturar ahora el timelapse recuperado, esto tomará aproximadamente %(duration)s
nl: De postroll van de timelapsevideo wordt nu opgenomen, een moment geduld...

source: Now capturing timelapse post roll, this will take approximately %(duration)s...
es: Capturar ahora el timelapse recuperado, esto tomará aproximadamente %(duration)s...
nl: De postroll van de timelapse video wordt nu opgenomen. Dit duurt ongeveer %(duration)s...

source: Rendering timelapse
de: Darstellung der Zeitraffer
es: Procesamiento de timelapse
nl: Renderen timelapse

source: Now rendering timelapse %(movie_prefix)s. Due to performance reasons it is not recommended to start a print job while a movie is still rendering.
de: Zeitraffer wird dargestellt %(movie_prefix)s. Es wird nicht empfohlen während der Darstellung des Films einen Druckauftrag zu starten.
es: Renderiza ahora timelapse %(movie_prefix)s. Debido a razones de rendimiento, no se recomienda iniciar un trabajo de impresión mientras se está procesando una película.
nl: %(movie_prefix)s timelapse aan het renderen. Wegens prestatieredenen is het niet aan te raden om een printopdracht te starten terwijl de printer aan het renderen is.

source: Rendering failed
de: Darstellung fehlgeschlagen
es: La presentación falló
nl: Renderen mislukt

source: Rendering of timelapse %(movie_prefix)s failed.
de: Darstellung der Zeitraffer %(movie_prefix)s ist fehlgeschlagen.
es: La presentación de timelapse %(movie_prefix)s falló.
nl: Renderen van timelapse %(movie_prefix)s mislukt.

source: Timelapse ready
de: Zeitraffer fertig
es: Timelapse listo
nl: Timelapse gereed

source: New timelapse %(movie_prefix)s is done rendering.
de: Neue Zeitraffer %(movie_prefix)s wurde dargestellt.
es: Nuevo timelapse %(movie_prefix)s representado.
nl: Nieuwe timelapse %(movie_prefix)s is gereed met renderen.

source: Print
de: Druck
es: Imprimir

source: Jobs
de: Druckauftrag
es: Trabajos
nl: Opdrachten

source: Settings
de: Einstellungen
es: Configuraciones
nl: Instellingen

source: Printer
de: Drucker
es: Impresora

source: Save
de: Speichern
es: Guardar
nl: Opslaan

source: RGB Lighting
es: Iluminación RGB

source: Close
de: Schließen
es: Cerca
nl: Sluit

source: Users
de: Benutzer
es: Usuarios
nl: Gebruikers

source: Advanced
de: Fortgeschritten
es: Avanzados
nl: Geavanceerd

source: Logs
es: Registros

source: Maintenance
de: Wartung
es: Matenimiento
nl: Onderhoud

source: Languages
de: Sprachen
es: Idiomas
nl: Talen

source: Tutorials
es: Tutoriales

source: System
es: Sistema
nl: Printer

source: Back
de: Zurück
es: Atrás
nl: Terug

source: Filament Detection Warning
de: Warnung der Filamenterkennung
es: Advertencia de filamentos detectados
nl: Filamentdetectie waarschuwing

source: Cancel Print
de: Druck abbrechen
es: Cancelar impresión
nl: Stop Print

source: Filament
es: Filamento

source: Abort
de: Abbrechen
es: Abortar
nl: Afbreken

source: Firmware files
de: Firmware-Dateien
es: Archivos de firmware
nl: Firmwarebestanden

source: Z-offset Wizard
es: Asistente Z-offset

source: Extruder calibration
de: Extruder-Kalibrierung
es: Calibración de la extrusora
nl: Extruderkalibratie

source: Start print
de: Druck starten
es: Comenzar impresión

source: Printer startup
de: Drucker start
es: Inicio de la impresora
nl: Printer opstarten

source: An error has occured
de: Ein Fahler ist aufgetaucht
es: Ha ocurrido un error
nl: Er fout is opgetreden

source: Restore
de: Wiederherstellen
es: Restaurar
nl: Herstel

source: Confirmation
de: Bestätigung
es: Confirmación
nl: Bevestiging

source: Auto shutdown
de: Automatisches Herunterfahren
es: Apagado automático
nl: Automatisch afsluiten

source: Changelog
es: Registro de cambios

source: Service Offline
es: Servicio sin línea (offline)

source: Warning
de: Warnung
es: Precaución
nl: Waarschuwing

source: Information
es: Información
nl: Informatie

source: Filament detection
de: Filament-Erkennung
es: Detección de filamentos
nl: Filamentdetectie

source: A filament error has been detected in the
de: Ein Filamentfehler wurde entdeckt im
es: Se ha detectado un error de filamento en
nl: Een filamentfout is opgetreden in extruder

source: tool. Please check if you have sufficient filament.
es: herramienta. Por favor, compruebe si tiene suficiente filamento.

source: Is your spool empty?
de: Ist Ihre Spule leer?
es: ¿Está su carrete (spool) vacío?
nl: Is de spoel leeg?

source: Swap filament
de: Filament tauschen
es: Cambiar el filamento
nl: Wissel filament

source: Purge filament
de: Filament extrudieren
es: Purga de filamento

source: The printer will cooldown after:
de: Der Drucker wird danach abkühlen:
es: La impresora se enfriará después de:
nl: De printer zal afkoelen na:

source: Would you like to resume the print?
de: Müchten Sie den Druck fortführen?
es: ¿Te gustaría retomar la impresión?
nl: Wilt u de printopdracht hervatten?

source: Resume printing
de: Druck fortführen
es: Reanudar la impresión
nl: Printopdracht hervatten

source: Purging:
de: Extrudieren:
es: Purgando

source: Swapping filament:
de: Filament tauschen:
es: Intercambio de filamento:
nl: Filament wisselen:

source: Please wait while the printer is heating and until the command has been executed.
de: Warten sie bis der Drucker aufgeheizt ist und das Kommando durchgeführt werden kann.
es: Espere mientras la impresora se está calentando y hasta que se haya ejecutado el comando.
nl: Wacht totdat de printer klaar is met opwarmen en de actie is uitgevoerd.

source: Please press unload to release the filament from the extruder. The spool that you are unloading has
de: Drücken Sie auf entladen um das Filament aus dem Extruder zu ziehen. Die Spule, die Sie entladen hat noch
es: Por favor, presione descargar para liberar el filamento de la extrusora. El carrete que está descargando tiene
nl: Druk op Uitladen om het filament uit de extruder te laden. De spoel die wordt uitgeladen heeft

source: left.
es: izquierda.
nl: erop.

source: Unload
de: Entladen
es: Descargar
nl: Uitladen

source: Please select the new filament material
de: Bitte wählen Sie das neue Filament-Material
es: Seleccione el nuevo filamento (material)
nl: Selecteer het nieuwe filamentmateriaal

source: Choose material
de: Wähle Material
es: Elija el material
nl: Kies materiaal

source: To print this material you need a high temperature hot end.
es: Para imprimir este material necesita un extremo caliente (hot end) a alta temperatura.
nl: Om dit materiaal te printen hebt u een hot-end voor hoge temperatuur nodig nodig.

source: Select how much filament is on the spool:
de: Wie viel Filament ist noch auf der Spule?
es: Seleccione la cantidad de filamento restante en la carrete (spool):
nl: Selecteer hoeveel filament er op de spoel zit:

source: Insert the filament in the filament drawer past both wheels of the extruder feeder in the drawer.
de: Legen Sie das Filament in die Filamentschublade an beiden Rädern ein.
es: Inserte el filamento en su compartimento en introdúzcalo mas allá de las dos ruedas del alimentador del extrusor .
nl: Voer het filament in de filamentlade in to voorbij de twee wielen.
