Repository: Booli/OctoPrint-LUI
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, nl

source: Load filament through the side panel. When the filament reaches the print head press "Load" to load the filament in the head. To improve grip apply pressure on the filament after pressing "Load".
de: Laden Sie das Filament durch das Seitenpanel. Wenn das Filament den Druckkopf erreicht hat drücken Sie auf "Laden". Um das "Laden" zu erleichtern üben Sie ein wenig Druck auf das Filamnt aus, bis es gegriffen wurde
es: Carga el filamento a través del panel lateral. Cuando el filamento llegue al cabezal de impresión, presione "Cargar" para cargar el filamento en el cabezal. Para mejorar el agarre, aplique presión sobre el filamento después de presionar "Cargar".
nl: Laad het filament door het zijpaneel. Wanneer het filament het print hoofd heeft bereikt, druk op "Laden" op het filament in het hoofd te laden. Om grip te verbeteren, voer druk uit op het filament tijdens het laden.

source: Extrude more filament
de: Mehr Filament extrudieren
es: Extruir más filamento
nl: Extrudeer meer filament

source: Stop extruding
de: Extrudieren Stoppen
es: Detener la extrusión de filamento
nl: Stop extruderen

source: Status
es: Estado

source: Additional data
de: Zusätzliche ten
es: Datos adicionales
nl: Meer data

source: Uploaded
de: Hochgeladen
es: Cargado
nl: Geüpload

source: Size
de: Größe
es: Tamaño
nl: Grootte

source: Download
es: Decargar

source: Remove
de: Entfernen
es: Eliminar
nl: Verwijder

source: Please wait...
de: Bitte warten...
es: Por favor espera...
nl: Een moment geduld...

source: You have selected
de: Sie haben ausgewählt
es: Has seleccionado
nl: U heeft

source: to print. Please ensure the bed is empty before you continue.
es: para imprimir. Asegúrese de que la base esté vacía antes de continuar.

source: Printing mode
de: Druckmodus
es: Modo de impresión
nl: Printmodus

source: Please select the printing mode you want to print the job in:
de: Bitte wählen Sie einen Druckmodus, den Sie für diesen Druckauftrag benutzen möchten
es: Seleccione el modo de impresión en el que desea imprimir el trabajo:
nl: Selecteer een printmodus waarmee u de printopdracht wil starten:

source: Sync mode
de: Sync-Modus
es: Modo de sincronización
nl: Syncmodus

source: Mirror mode
de: Spiegelmodus
es: Modo espejo
nl: Spiegelmodus

source: Filament check
de: Filament-Überprüfung
es: Chequeo de filamento
nl: Filamentcontrole

source: There is not enough filament to print this job in
es: No hay suficiente filamento para imprimir este trabajo en

source: mode.
de: Modus.
es: modo.
nl: modus.

source: Preparing to auto shutdown...
es: Preparándose para el apagado automático ...

source: Time-lapse is still being rendered. Waiting on completion of render to start auto-shutdown. Shutting down the printer during time-lapse render will result in a failed time-lapse.
de: Zeitraffer wird dargestellt. Warte auf Fertigstellung der Darstellung zum automatischen Herunterfahren. Wenn Sie den drucker eher abschalten wird dies zu einer
es: Time-lapse todavía en proceso. Esperando a que finalice el procesamiento para iniciar el apagado automático. Si apaga la impresora durante el procesamiento del time-lapse, se producirá un time-lapse fallido.
nl: Timelapsevideo is nog aan het renderen. Nadat de timelapsevideo is gerenderd zal de printer automatisch afsluiten. De printer afsluiten tijdens een timelapserender kan de render laten mislukken.

source: Print is about to shut down. Shutting down in:
de: Druck wird beendet. Beendigung in:
es: La impresión está a punto de cerrarse. Cerrar en:
nl: Printer staat op het punt om af te sluiten. Afsluiten in:

source: seconds.
de: Sekunden.
es: segundos.
nl: seconden.

source: Shutdown now
de: Jetzt herunterfahren
es: Apagar ahora
nl: Nu afsluiten

source: Temperature
de: Temperatur
es: Temperatura
nl: Temperatuur

source: Actual
de: Tatsächliche
es: Real
nl: Huidig

source: Target
de: Ziel
es: Objetivo
nl: Doel

source: Livestream
es: Transmisión en vivo

source: Maintenance mode
es: Modo de mantenimiento
nl: Onderhoudsmodus

source: The printer is currently in maintenance mode. Please finish the maintenance on the printer before you continue.
es: La impresora se encuentra actualmente en modo de mantenimiento. Por favor termine el mantenimiento en la impresora antes de continuar.

source: The right print head seems to be disconnected.
de: Der rechte Druckkopf scheint nicht verbunden zu sein.
es: El cabezal de impresión derecho parece estar desconectado.
nl: De rechter extruder lijkt niet verbonden.

source: The left print head seems to be disconnected.
de: Der linke Druckkopf scheint nicht verbunden zu sein.
es: El cabezal de impresión izquierdo parece estar desconectado.
nl: De linker extruder lijkt niet verbonden.

source: Please ensure that the right print head is properly connected and press restore.
de: Stellen Sie sicher dass der rechte Druckkopf ordentlich verbunden wurde und drücken Sie auf wiederherstellen
es: Asegúrese de que el cabezal de impresión derecho esté conectado correctamente y presione Restaurar.
nl: Controleer of de rechter extruder correct verbonden is en druk op Herstellen.

source: Please ensure that the left print head is properly connected and press restore.
de: Stellen Sie sicher dass der linke Druckkopf ordentlich verbunden wurde und drücken Sie auf wiederherstellen
es: Asegúrese de que el cabezal de impresión izquierdo esté conectado correctamente y presione Restaurar.
nl: Controleer of de linker extruder correct verbonden is en druk op Herstellen.

source: A temperature error has occured.
de: Ein Temperatur-Fehler ist aufgetreten
es: Se ha producido un error de temperatura.
nl: Er is een temperatuurfout opgetreden.

source: Please ensure that the ambient temperature of the printer is within specifications (see the printer's manual) and the print heads are properly connected.
de: Bitte stellen Sie sicher, dass die Umgebungstemperatur im Toleranzbereich des Druckers ist (siehe Handbuch) und die Druckköpfe korrekt angeschlossen sind.
es: Asegúrese de que la temperatura ambiente de la impresora esté dentro de las especificaciones (consulte el manual de la impresora) y que los cabezales de impresión estén conectados correctamente.
nl: Zorg ervoor dat de omgevingstemperatuur van de printer binnen de specificaties valt (zie handleiding van de printer) en de extruders goed zijn aangesloten.

source: Additional information
de: Zusätzliche Information
es: Información adicional
nl: Extra informatie

source: An unkown error has occured
de: Ein unbekannter Fehler ist aufgetreten
es: Se ha producido un error desconocido
nl: Er is een onbekende fout opgetreden

source: An unknown error has occured while communicating with your printer. You can try to restore the connection.
de: Ein unbekannter Fehler ist während der Kommunikation mit dem Drucker aufgetreten. Sie können versuchen die Verbindung wiederherzustellen.
es: Se ha producido un error desconocido al establecer comunicación con su impresora. Puede intentar restaurar la conexión.
nl: Er is een onbekende fout opgetreden tijdens de communicatie met de printer. U kunt de printercommunicatie proberen te herstellen.

source: The printer failed to reconnect
es: La impresora no pudo volver a conectarse
nl: Het is niet gelukt om opnieuw met de printer te verbinden

source: If you changed any wiring, please check again if everything is properly connected. You can try to restore the connection.
es: Si cambió algún cableado, verifique nuevamente si todo está conectado correctamente. Puede intentar restaurar la conexión.
nl: Als u een onderdeel hebt vervangen of de bedrading hebt aangepast, controleer dan of alles goed verbonden is. U kunt proberen de verbinding te herstellen.

source: An error has occured while communicating with your printer. Action needs to be taken on the printer before remote access is possible.
de: Bei der Kommunikation mit Ihrem Drucker ist ein Fehler aufgetreten. Auf dem Drucker muss eine Aktion durchgeführt werden, bevor ein Fernzugriff möglich ist.
es: Se ha producido un error al comunicarse con su impresora. Es necesario llevar a cabo algunas acciones en la impresora antes de que sea posible el acceso remoto.
nl: Er is een fout opgetreden tijdens de communicatie met uw printer. Er is een handeling op de printer nodig voordat er vanaf afstand controle over mogelijk is.

source: Shutdown system
de: Abschalt-System
es: Sistema apagado
nl: Printer afsluiten

source: A print job is currently busy. Would you like to use auto-shutdown when your printjob finishes or would you like to cancel the print and shutdown immediately?
de: Ein Druckauftrag ist momentan besetzt. Möchten Sie das automatische Herunterfahren verwenden, wenn Ihr Druckvorgang beendet ist oder möchten Sie den Druckvorgang abbrechen und sofort beenden?
es: Un trabajo de impresión está actualmente en curso. ¿Desea utilizar el apagado automático cuando finalice su impresión o le gustaría cancelar la impresión y el apagado de inmediato?
nl: Er is een print opdracht bezig. Wilt u de printer automatisch uitschakelen na het voltooien van de print of wilt u de print afbreken en de printer direct afsluiten?

source: Auto-shutdown
de: Automatische Abschaltung
es: Apagado automático
nl: Auto-uitschakelen

source: To start a print job, a homing sequence needs to be executed. The print bed and extruder heads will move to their home position.
es: Para comenzar un trabajo de impresión, se debe ejecutar una secuencia de referencia. La base de impresión y las cabezales de la extrusora se moverán a su posición inicial.

source: Please make sure the bed is empty before proceeding.
es: Asegúrese de que la base esté vacía antes de continuar.

source: Begin homing
de: Ausgangsposition
es: Comenzar secuencia de referencia
nl: Begin homen

source: Please wait while the printer is homing.
de: Bitte warten Sie während die Extruder und die Druckunterlage sich zu Ausgangsposition bewegen.
es: Espere mientras la impresora se dirige al punto de origen.
nl: Wacht totdat de printer is gehomed.

source: Current view
de: Momentane Sicht
es: Vista actual
nl: Huidige weergave

source: Refresh
de: Aktualisieren
es: Refrescar
nl: Ververs

source: The printer just started up. Action needs to be taken on the printer before remote access is possible.
de: Der Drucker wurde gerade erst gestartet. Es müssen Handlungen durchgeführt werden bevor der Fernzugriff möglich ist.
es: La impresora acaba de iniciarse. Es necesario verificar si la impresora esta lista para comenzar antes de que sea posible el acceso remoto.
nl: De printer is zojuist opgestart. De printer moet worden gehomed voordat er vanaf afstand controle over mogelijk is.

source: Update required
es: Actualización requerida
nl: Update vereist

source: The firmware of your printer is outdated. Please update your firmware to version
de: Die Firmware Ihres Druckers ist veraltet. Bitte aktualisieren Sie Ihre Firmware zur Version
es: El firmware de su impresora no está actualizado. Por favor actualice su firmware a la versión
nl: De firmware van uw printer is verouderd. Update de firmware naar versie

source: or higher.
de: oder höher.
es: o superior.
nl: of hoger.

source: A software component of your printer is outdated. Please connect your printer to the internet and update the software before you continue.
es: Un componente de software de su impresora está desactualizado. Por favor conecte su impresora a Internet y actualice el software antes de continuar.

source: If you are unable to update the firmware automatically, please visit support.lpfrg.com to download and update the firmware manually.
de: Wenn Sie die Firmware nicht automatisch aktualisieren können, besuchen Sie bitte support.lpfrg.com, um die Firmware manuell herunterzuladen und zu aktualisieren.
es: Si no puede actualizar el firmware automáticamente, por favor visite support.lpfrg.com para descargar y actualizar el firmware manualmente.
nl: Als u niet in staat bent de firmware automatisch te updaten kunt u op support.lpfrg.com de laatste firmware downloaden.

source: Wireless
de: W-LAN
es: Inalámbrico
nl: Wifi

source: Shutdown
de: Abschaltung
es: Apagar
nl: Afsluiten

source: Username
de: Benutzername
es: Nombre de usuario
nl: Gebruikersnaam

source: Password
de: Passwort
es: Contraseña
nl: Wachtwoord

source: Remember me
de: An mich erinnern
es: Recuérdame
nl: Onthoud mij

source: You are currently logged in as
de: Sie sind momentan eingeloggt als
es: Está conectado actualmente como
nl: U bent ingelogd als

source: , do you want to log out?
de: , möchten Sie sich ausloggen?
es: , ¿quiere cerrar sesión?
nl: wilt u uitloggen?

source: Auto-shutdown is enabled. The printer will automatically shutdown after a print is finished. To change this behaviour visit the Printer section in the Settings.
de: Automatische Abschaltung ist aktiviert. Der Drucker wird sich automatisch ausschalten, wenn der Druck abgeschlossen wurde. Um dies zu ändern gehen Sie zu Einstellungen
es: El apagado automático está habilitado. La impresora se apagará automáticamente después de que finalice una impresión. Para cambiar este comportamiento, visite la sección Impresora en la Configuración.
nl: Automatisch uitschakelen is ingeschakeld. De printer zal automatisch uitschakelen nadat de printopdracht voltooid is.

source: Reboot
de: Neustart
es: Reiniciar
nl: Herstarten

source: Service restart
de: Dienst-Neustart
es: Reinicio del servicio
nl: Service herstarten

source: Bed calibration
de: Druckunterlage-Kalibrierung
es: Calibración de la base
nl: Bedkalibratie

source: Please make sure there is no print on the bed before you continue.
de: Bitte stellen Sie sicher, dass sich kein Modell auf der Druckunterlage befindet bevor Sie fortfahren.
es: Por favor asegúrese de que no haya ninguna impresión en la base antes de continuar.
nl: Controleer of er geen print op het bed staat voordat u doorgaat.

source: Continue calibration
de: Kalibrierung fortführen
es: Continuar con la calibración
nl: Kalibratie vervolgen

source: Bed leveling
de: Kalibriereung der Druckunterlage
es: Nivelando la base
nl: Bed levelen

source: To make space for the calibration, please bring the bed down by screwing the knobs of the bed to a flush level with the thread sticking out. Also push the hot-ends in all the way before you continue.
es: Para hacer espacio para la calibración, por favor baje la base de impresión atornillando las clavijas de la base al mismo nivel que la parte que sobresale.También presione los extremos calientes durante todo el proceso antes de continuar.

source: The hot-ends are now heating up to the temperature which is best for the material in question. Please wait for this to be finished...
es: Los extremos calientes (hot-ends) se están calentando a la temperatura que es mejor para el material en cuestión. Espere a que esto termine ..

source: Clean the hot-end with a cloth on the bottom to ensure that the nozzle is completely flat. It is recommended to remove the current filament.
es: Limpie el extremo caliente (hot-end) con un paño en la parte inferior para asegurarse de que la boquilla (nozzle) esté completamente plana. Se recomienda eliminar el filamento actual.

source: bring nozzles forward
es: llevar las boquillas (nozzles) hacia adelante

source: next
es: siguiente

source: Bring the left nozzle down to the bed, so that the right nozzle is not touching the paper on the bed. CAUTION! The nozzle is hot!
es: Coloque la boquilla (nozzle) izquierda en la base de impresión, de modo que la boquilla izquierda toque el papel de la base de impresión. ¡PRECAUCIÓN! ¡La boquilla estará caliente!

source: Bring the right nozzle down to the bed, so that the right nozzle is touching the paper on the bed. CAUTION! The nozzle can be still hot!
es: Coloque la boquilla (nozzle) derecha en la base de impresión, de modo que la boquilla derecha toque el papel de la base de impresión. ¡PRECAUCIÓN! ¡La boquilla estará caliente!

source: Select the corner you would like to calibrate. The extruder will move into this position. You may adjust the bed by turning the knob below the bed. Place a piece of paper between the bed and the nozzle and adjust the bed until there is friction between the paper and the nozzle. Repeat this for every corner.
es: Seleccione la esquina que desea calibrar. La extrusora se moverá a esta posición. Puede ajustar la base girando la clavija debajo de la misma. Coloque un trozo de papel entre la base y la boquilla y ajuste la base hasta que haya fricción entre el papel y la boquilla (nozzle). Repita este proceso por cada esquina.
nl: Selecteer de hoek die u wilt kalibreren. De extruder zal naar deze positie verplaatsen. Het bed kan gekalibreerd worden door aan de knop aan de onderkant te draaien. Plaats een vel papier tussen het bed en de nozzle en draai aan de knop totdat het papier frictie ondervindt als u deze over het bed beweegt. Herhaal dit voor iedere hoek.

source: Level bed
de: Druckunterlage kalibrieren
es: Nivel de la base

source: Z-offset wizard
es: Z-offset asistente

source: The print bed is currently being leveled. Please wait for the process to complete.
de: Die Druckunterlage wird gerade kalibriert. Warten Sie uaf die Beendigung des prozesses
es: La base de impresión está siendo nivelada. Por favor espere a que se complete el proceso.
nl: Het printbed wordt op dit moment geleveld. Gelieve te wachten totdat het proces voltooid is.

source: Bed levelling has completed
de: Druckunterlagen-Kalibrierung wurde abgeschlossen
es: El nivelado de la base se ha completado
nl: Bed levelen is voltooid

source: Make sure the print bed is empty and calibrated. Also ensure both extruders are loaded with differently colored filament. Apply a print adhesive to the bed and press Start calibration.
de: Stellen Sie sicher, dass die Druckunterlage kalibriert ist und sich kein Modell auf der Druckunterlage befindet. Vergewissern Sie sich außerdem, dass die Extruder mit verschiedenfarbigen Filamenten beladen sind. Tragen Sie ein Haftmittel auf und drücken auf Kalibrierung starten.
es: Asegúrese de que la base de impresión esté vacía y calibrada. También asegúrese de que ambos extrusores estén cargados con filamentos de colores diferentes. Aplique un adhesivo de impresión a la base y presione Iniciar calibración.
nl: Controleer of er geen print op het bed staat en zorg ervoor dat het bed gekalibreerd is. Twee verschillende kleuren in de extruders is gewenst. Gebruik printspray op het bed en druk op Start kalibratie.

source: Please load filament in the
es: Por favor, cargue filamento en el

source: extruder before you continue.
es: extrudir antes de continuar.
nl: extruder voordat u verder gaat.

source: Start calibration
de: Kalibrierung starten
es: Comenzar calibración
nl: Start kalibratie

source: X-axis calibration
de: X-Achsen-Kalibrierung
es: Calibración del eje X
nl: X-as kalibratie

source: Please indicate which line on the print bed is aligned best.
de: Welche Linie auf der Druckunterlage passt am besten
es: Indique qué línea de la base de impresión está mejor alineada.
nl: Geef aan welke lijn op het printbed het beste is uitgelijnd.

source: Printing calibration pattern
de: Druck-Kalibrierungs-Muster
es: Imprimiendo patrón de calibración
nl: Kalibratiepatroon printen

source: Press next to begin the next calibration step.
de: Drücken Sie "Nächste", um den nächsten Kalibrierungsschritt zu starten.
es: Presione Siguiente, para comenzar el siguiente paso de calibración.
nl: Druk op volgende om de volgende kalibratiestap uit te voeren.

source: Please indicate which line on the print bed is aligned best horizontally.
de: Welche Linien passen horizontal am besten.
es: Por favor indique qué línea de la base de impresión está mejor alineada horizontalmente.
nl: Geef aan welke lijn op het printbed het beste horizontaal is uitgelijnd.

source: Y-axis calibration
de: Y-Achsen-Kalibrierung
es: Calibración del eje Y
nl: Y-as kalibratie

source: Please indicate which line on the print bed is aligned best vertically.
de: Welche Linie passt vertikal am besten
es: Por favor indique qué línea de la base de impresión está mejor alineada verticalmente.
nl: Geef aan welke lijn op het printbed het beste verticaal is uitgelijnd.

source: Please wait until the print has completed.
de: Warten Sie bitte, bis der Druckauftrag abgeschlossen wurde.
es: Por favor espere hasta que la impresión se haya completado.
nl: Wacht totdat de printopdracht voltooid is.

source: Print Status
de: Druckstatus
es: Imprimir Estado

source: Resume
de: Fortsetzen
es: Reanudar
nl: Hervatten

source: Filament material and amount
de: Filament-Material und Menge
es: Material del filamento y cantidad
nl: Filamentmateriaal en hoeveelheid

source: Filament settings
de: Filament-Einstellungen
es: Configuración del filamento
nl: Filamentinstellingen

source: Amount (m)
es: Cantidad (m)
nl: Hoeveelheid (m)

source: Pre-heat
es: Precalentar
nl: Verwarmen

source: Switch off
es: Detener
nl: Uitzetten

source: Stop
es: Detener

source: Wipe nozzles
es: Limpiar las boquillas (nozzles)

source: Swap hot ends
es: Intercambiar extremos calientes (hot ends)
nl: Hot-end wisselen

source: Log files
de: Log-Dateien
es: Archivos de registro
nl: Logbestanden

source: Save all
es: Guardar todo
nl: Alles opslaan

source: Sort by
de: Sortieren nach
es: Ordenar por
nl: Sorteer op

source: Name
es: Nombre
nl: Naam

source: Changed date
de: Geändertes Datum
es: Fecha cambiada
nl: Laatst aangepast

source: Calibrate extruders
de: Extruder kalibrieren
es: Calibrar extrusoras
nl: Extruderkalibratie

source: Calibrate bed
de: Druckunterlage kalibrieren
es: Calibrar base
nl: Bedkalibratie

source: Before you start the Z-offset calibration, it is recommended to do the bed leveling first. To start the Z-offset calibration, place a 0.05 flusher between the nozzle and the bed. Press the button Start Calibration, the bed will home and then move close to the nozzle. Use the up arrow until the nozzle is against the flusher. You can use the down arrow if you think you are too close. Press "Save" to save the new z-offset.
es: Antes de comenzar la calibración del desplazamiento Z, se recomienda hacer primero la nivelación de la base de impresión. Para iniciar la calibración del desplazamiento Z, coloque un dispositivo de ajuste de 0.05 (pieza de papel) entre la boquilla (nozzle) y la base de impresión. Presione el botón Iniciar Calibración, la base volverá a su origen y luego se moverá cerca de la boquilla (nozzle). Use la flecha hacia arriba hasta que la boquilla esté contra la pieza de papel. Puedes usar la flecha hacia abajo si crees que estás demasiado cerca. Presione "Guardar" para guardar el nuevo z-offset.

source: Start Calibration
de: Kalibrierung starten
es: Comenzar calibración
nl: Start kalibratie

source: Former z-offset
de: Altes Z-Offset
es: Z-offset previo
nl: Oude z-offset

source: Calibration z-offset
de: Kalibrierung des Z-Offset
es: Calibrar z-offset
nl: Kalibratie z-offset

source: Cloud settings
es: Configuración de cloud
nl: Cloudinstellingen

source: Use the buttons below to connect or disconnect cloud services. Make sure your printer is connected to the internet before you continue.
es: Use los botones a continuación para conectar o desconectar servicios cloud. Asegúrese de que su impresora esté conectada a Internet antes de continuar.
nl: Gebruik onderstaande knoppen om met clouddiensten te verbdingen. Zorg ervoor dat uw printer is verbonden met het internet.

source: Please visit cloud.lpfrg.com/login to obtain an authorization code.
es: Por favor visite cloud.lpfrg.com/login para obtener un código de autorización.
nl: Bezoek cloud.lpfrg.com/login om een authorisatiecode aan te vragen.

source: Authorize
es: Autorizar
nl: Authoriseren

source: Connection
de: Verbindung
es: Conexión
nl: Connectie

source: Serial Port
de: serielle Schnittstelle
es: Puerto serial
nl: Seriële poort
