Repository: Booli/OctoPrint-LUI
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, nl

source: Printer Profile
de: Drucker-Profil
es: Perfil de la impresora
nl: Printerprofiel

source: Save connection settings
de: Speichen Sie die Verbindungseinstellungen
es: Guarde la configuración de conexión
nl: Connectie-instellingen opslaan

source: Auto-connect on server startup
de: Automatische Verbindung beim Start des Servers
es: Conexión automática al inicio del servidor
nl: Auto-verbinden bij opstarten

source: Extruder
es: Extrusora

source: Add profile
de: Profil hinzufügen
es: Agregar perfil
nl: Profiel toevoegen

source: Name of this OctoPrint instance, will be shown in the navigation bar and broadcast on the network
de: Der Name dieser OctoPrint-Instanz wir in der Navigationszeile angezeigt und im Netzwerk übertragen
es: El nombre de esta instancia de OctoPrint se mostrará en la barra de navegación y se transmitirá en la red
nl: Naam van de OctoPrint-sessie. Deze zal worden getoond in de navigatiebalk en over het netwerk worden verstuurd

source: Title
de: Titel
es: Título
nl: Titel

source: Features
de: Eigenschaften
es: Características
nl: Kenmerken

source: Printer lighting
es: Iluminación de la impresora
nl: Printerverlichting

source: Door safety feature
de: Türsicherheit-Eigenschaft
es: Función de seguridad de la puerta
nl: Deurveiligheid

source: Log communication to serial.log
de: Log Kommunikation zu serial.log
es: Comunicación de registro a serial.log
nl: Log communicatie naar serial.log

source: (Warning: might negatively impact performance)
es: (Advertencia: puede afectar negativamente el rendimiento)
nl: (Waarschuwing: kan prestaties negatief beïnvloeden)

source: Debug mode
de: Debug-Modus
es: Modo de depuración
nl: Debugmodus

source: This will require a system restart to take effect. This mode is for debugging and special support request. This mode can change user experience dramatically!
de: Ein Neustart des Systems ist hierfür notwendig. Dieser Modus ist für Debugging und spezielle Support-Anfragen. Dieser Modus kann die Benutzererfahrung dramatisch ändern!
es: Esto requerirá un reinicio del sistema para que tenga efecto. Este modo es para depuración y solicitud de soporte especial. ¡Este modo puede cambiar dramáticamente la experiencia del usuario!
nl: De printer moet hiervoor opnieuw opgestart worden. Deze modus is alleen voor debugdoeleinden en speciale supportaanvragen. Deze modus zal de gebruikerservaring beïnvloeden!

source: Select color pattern
es: Seleccionar el patrón de color

source: Startup Color
es: Color de inicio

source: Edit
es: Editar

source: Idle Color
es: Color inactivo

source: Printing Color
es: Color de impresión

source: Finished Color
es: Color finalizado

source: Heating Color
es: Calentando el color

source: Paused Color
es: Color pausado

source: Error Color
es: Error de color

source: Set All to default
es: Establecer todo en predeterminado

source: Select the colors
es: Seleccione los colores

source: Red:
es: Rojo:

source: Green:
es: Verde:

source: Blue:
es: Azul:

source: Select the pattern
es: Seleccionar el patrón

source: Preview
es: Avance

source: Get Default
es: Obtener valores por defecto

source: heating Color
es: calentar el color

source: White:
es: Blanco:

source: Preview Color
es: Color anterior

source: Set Default
es: Establecer predeterminado

source: Set all to Default
es: Establecer todo como predeterminado

source: Your First Print
es: Tu primera impresión
nl: Uw eerste 3D-print

source: The tutorial will guide you through the steps you have to take to print your first print.
es: El tutorial lo guiará por los pasos que debe seguir para realizar su primera impresión.
nl: Deze tutorial leidt u door de stappen om uw eerste 3D-print te maken.

source: - Duration: 20 min -
es: - Duración: 20 min -
nl: - Duur: 20 minuten -

source: Version information
de: Version-Informationen
es: Información de la versión
nl: Versie-informatie

source: Leapfrog software
es: Software de Leapfrog

source: Current version:
de: Momentane Version:
es: Versión actual:
nl: Huidige versie:

source: Browse USB drive for firmware
de: USB-Speichermedium nach Firmware durchsuchen
es: Buscar unidad USB para firmware
nl: Zoek firmware op USB-stick

source: Upload firmware
de: Firmware hochladen
es: Cargar firmware
nl: Firmware uploaden

source: Reading
de: Lesen
es: Leyendo
nl: Lezen

source: Writing
de: Schreiben
es: Escribiendo
nl: Schrijven

source: Verify
de: Bestätigen
es: Verificando
nl: Verifiëren

source: Admin
es: Administración

source: Change password
de: Passwort ändern
es: Cambiar la contraseña
nl: Verander wachtwoord

source: Delete user
de: Benutzer löschen
es: Eliminar usuario
nl: Gebruiker verwijderen

source: Add user
de: Benutzer hinzufügen
es: Añadir usuario
nl: Gebruiker toevoegen

source: Repeat Password
de: Passwort wiederholen
es: Repita la contraseña
nl: Herhaal wachtwoord

source: Passwords do not match
de: Passwörter passen nicht
es: Las contraseñas no coinciden
nl: Wachtwoorden komen niet overeen

source: Change password for user "%(user)s"
de: Passwort für Benutzer "%(user)s" tauschen
es: Cambiar la contraseña del usuario "%(user)s"
nl: Verander wachtwoord voor gebruiker "%(user)s"

source: New Password
de: Neues Passwort
es: Nueva contraseña
nl: Nieuw wachtwoord

source: Timelapse settings
de: Zeitraffer-Einstellungen
es: Configuración de timelapse
nl: Timelapse instellingen

source: Enabled:
de: Aktiviert:
es: Habilitado:
nl: Ingeschakeld:

source: Finished timelapses
de: Fertige Zeitreaffern
es: Timelapses finalizados
nl: Voltooide timelapses

source: Delete all
de: Alles löschen
es: Eliminar todo
nl: Verwijder alles

source: No timelapses have been made yet.
de: Es wurde keine Zeitraffer erstellt.
es: No se han realizado timelapses todavía.
nl: Er zijn nog geen timelapses gemaakt.

source: Unfinished timelapses
de: Unfertige Zeitraffern
es: Timelapses inacabados
nl: Niet voltooide timelapses

source: Retry
de: Erneut versuchen
es: Volver a intentar
nl: Opnieuw

source: Network Setup
es: Configuración de red

source: Rescan
de: Erneut scannen
es: Volver a escanear
nl: Opnieuw scannen

source: Wired
de: Verkabelt
es: Con cable
nl: Ethernet

source: Connected
es: Conectado

source: Disconnected
es: Desconectado

source: Connect to network
es: Conectar a la red
nl: Verbinden met netwerk

source: Network settings
es: Configuraciones de la red
nl: Netwerkinstellingen

source: Name:
es: Nombre:
nl: Naam:

source: Password:
de: Passwort:
es: Contraseña:
nl: Wachtwoord:

source: Auto connect:
es: Conectar automáticamente:

source: Auto settings:
es: Configuración automática:
nl: Automatische instellingen:

source: IP address:
es: Dirección de IP:
nl: IP-adres:

source: Default gateway:
es: Gateway predeterminado:
nl: Standaardgateway:

source: DNS Server 1:
es: Servidor DNS 1:

source: DNS Server 2:
es: Servidor DNS 2:

source: MAC address:
es: Dirección MAC:
nl: MAC-adres:

source: Upload
de: Hochladen
es: Cargar

source: Search...
de: Suchen...
es: Búsqueda...
nl: Zoeken...

source: Upload date
de: Datum hochladen
es: Cargar fecha
nl: Uploaddatum

source: Storage
de: Speicher
es: Almacenamiento
nl: Schijfruimte

source: Loading files...
de: Laden von Dateien...
es: Cargando archivos...
nl: Bestanden laden...

source: There are no files on your printer yet. You can load files from a USB drive.
de: Es befinden sich keine Dateien auf ihrem Drucker. Sie können Dateien von einem USB-Speichermedium ziehen.
es: Todavía no hay archivos en su impresora. Puede cargar archivos desde una unidad USB.
nl: Er zijn nog geen bestanden op uw printer. U kunt bestanden van een USB-stick laden.

source: There are no files on your printer yet. Click upload to load a file from your computer..
de: Es befinden sich keine Dateien auf ihrem Drucker. Klicken Sie auf Upload m Dateien von ihrm PC zu laden.
es: Todavía no hay archivos en su impresora. Haga clic en cargar para cargar un archivo desde su computadora.
nl: Er zijn nog geen bestanden op uw printer. U kunt bestanden van uw computer uploaden.

source: The printer appears to be offline. Connect the printer to the internet before you browse cloud storage services.
es: La impresora parece estar fuera de línea. Conecte la impresora a Internet antes de navegar por los servicios de almacenamiento cloud.
nl: De printer lijkt offline te zijn. Verbind te printer met internet om door uw bestanden in de cloud te kunnen bladeren.

source: Connect to cloud services
es: Conectar al servicio cloud
nl: Verbind met clouddiensten

source: Filename:
es: Nombre del archivo:
nl: Bestandsnaam:

source: Est. Print Time:
es: Est. Tiempo de impresión:
nl: Geschatte printtijd:

source: Analyzing job
es: Analizando el trabajo

source: Last printed:
es: Última impresión:
nl: Laatst geprint op:

source: Last print duration:
es: Duración de la última impresión:
nl: Laatste printduur:

source: Copy to USB
es: Copiar a USB
nl: Kopieer naar USB

source: Not supported
de: Nicht unterstützt
es: No soportado
nl: Niet ondersteund

source: Print Job
de: Druckauftrag
es: Imprimir trabajo
nl: Printopdracht

source: Job name
de: Name
es: Nombre del trabajo
nl: Naam

source: Estimated
de: Geschätzte Zeit
es: Estimado
nl: Geschat

source: Time left
de: Verbleibende Zeit
es: Tiempo restante
nl: Resterend

source: Print time
de: Druckzeit
es: Tiempo de impresión
nl: Printtijd

source: Select print job
de: Druckauftrag auswählen
es: Seleccione el trabajo de impresión
nl: Selecteer printopdracht

source: Print Control
de: Druck-Kontrolle
es: Color de impresión
nl: Printer besturing

source: Cancels the print job
de: Druckauftrag wird abgebrochen
es: Cancelar el trabajo de impresión
nl: Printopdracht annuleren

source: Network
es: Red

source: RGB lighting
es: Iluminación RGB

source: Printing file: "%(filename)s"
de: Druckauftrag: "%(filename)s"
nl: Bestand printen: "%(filename)s"

source: Finished file: "%(filename)s"
de: Abgeschlossener Druckauftrag: "%(filename)s"
nl: Voltooid bestand: "%(filename)s"

source: Resuming file: "%(filename)s"
de: Wiederaufgenommener Druckauftrag: "%(filename)s"
nl: Bestand hervatten: "%(filename)s"

source: Filament successfully loaded!
nl: Filament geladen

source: This will not delete the currently selected file.
de: Dies wird die derzeit ausgewählte Datei nicht löschen.
nl: Dit zal het geselecteerde bestand niet verwijderen.

source: Object exceeds print area in width.
de: Objekt überschreitet den Druckbereich in der Weite.
nl: Object is breder dan het printoppervlak.

source: Could not upload the file. Make sure that it is a GCODE file and has the extension ".gcode", ".gco." or ".g"
de: Die Datei konnte nicht hochgeladen werden. Stellen Sie sicher, dass es eine GCODE-Datei ist und eine der folgenden Endungen hat ".gcode", ".gco." oder ".g"
nl: Kan het bestand niet uploaden. Zorg ervoor dat het een GCODE bestand is met de extensie ".gcode", ".gco" of ".g".

source: We are now done loading filament in the left extruder. If you are not satisfied with the amount of filament that came out of the nozzle, you can press <b>Extrude more filament</b>.If you are ready for the next step, press <b>Done</b>.
nl: We zijn nu klaar met het laden van filament in de linker extruder. Als er te weinig filament uit de nozzle kwam kunt u op <b>Extrudeer meer filament</b> drukken. Voor de volgende stap drukt u op <b>Gereed</b>.

source: We are now done loading filament. If you are not satisfied with the amount of filament that came out of the nozzle, you can press <b>Extrude more filament</b>. If you are ready for the next step, press <b>Done</b>.
nl: We zijn nu klaar met het laden van filament. Als er te weinig filament uit de nozzle kwam kunt u op <b>Extrudeer meer filament</b> drukken. Voor de volgende stap drukt u op <b>Gereed</b>.

source: There is filament detected in both extruders. We will now calibrate the printer to make sure that the bed and the extruders are aligned.
nl: Er is PLA filament gedetecteerd in beide extruders. We zullen nu de printer kalibreren om ervoor te zorgen dat het bed en de printkoppen zijn uitgelijnd.

source: The calibration wizard is located in the maintenance flyout. To go there, press <i class="fa fa-wrench"></i><b>Maintenance</b>.
nl: De kalibratieprocedure vindt u in onderhoudsmodus. Om daar te komen drukt u op <i class="fa fa-wrench"></i><b>Onderhoud</b>.

source: Good job, the printer is now calibrated and ready to print. Now we will select the demo print job (the GCODE file) for the printer. To select the print job, press <i class="fa fa-file"></i> <b>Select print job</b>.
nl: Goed werk, de printer is nu gekalibreerd en klaar om te printen. We zullen nu de demo-printopdracht starten. Om de printopdracht de selecteren drukt u op <i class="fa fa-file"></i> <b>Selecteer printopdracht</b>.

source: Good Job!<br>The printer is now printing the first print. Watch how the object magically appears in front of you.<br>
nl: Goed werk!<br />De printer zal nu beginnen aan de printopdracht. Aanschouw hoe het object voor u verschijnt.<br />

source: You are about to move the printer to the hot end swap position. This will turn off the power of the printer temporarily, shutting down the LED lights with it.
nl: U staat op het punt om de printer naar de positie brengen om de hot-ends te vervangen. Dit zal de printer homen op alle assen en tijdelijk de stroom op de printer uitzetten, waardoor de verlichting uit zal gaan. Controleer of er geen print op het bed staat.

source: Error
de: Fehlermeldung
nl: Fout

source: The printer connection could not be restored. Please consult your printer's manual
de: Dier Verbindung zum Drucker konnte nicht wiederhergestellt werden. Bitte schauen Sie ins Handbuch.
nl: De printerconnectie kon niet worden hersteld. Raadpleeg de handleiding van uw printer.

source: No
de: Nein
nl: Nee

source: tool. Please check if you have sufficient filament.
de: Werkzeug. Überprüfen Sie bitte ob sich genügend Filament auf der Spule befindet.
nl: . Controleer de hoeveelheid beschikbaar filament.

source: Material:
nl: Materiaal:

source: to print.
de: zu drucken.
nl: geselecteerd om te printen.

source: Normal
nl: Normaal

source: There is not enough filament to print this job in
de: Sie haben nicht genuag Filament für diesen Druckauftrag im
nl: Er is niet genoeg filament om de printopdracht te voltooien in

source: Are you sure you want to start this print?
de: Sind Sie sicher, dass Sie diesen Druckauftrag starten möchten?
nl: Weet u zeker dat u deze printopdracht wil starten?

source: Preparing to auto shutdown ...
de: Bereite automatisches Herunterfahren vor ...
nl: Voorbereiden op automatisch afsluiten

source: Before you can start using the printer, a homing sequence needs to be executed. This means the bed will move to its upper position.
de: Bevor Sie den Drucker benutzen können bewegen sich Druckunterlage und Extruder auf die Ausgangsposition. Das heißt, dass die Druckunterlage nach oben fährt.
nl: Voordat de printer gebruikt kan worden moet de printer worden gehomed. Het bed van de printer zal naar de bovenste positie verplaatsen.

source: Please confirm there is no print on the bed.
de: Bitte bestätigen Sie, dass sich kein Modell auf der Druckunterlage befindet.
nl: Controleer of er geen print op het bed staat.

source: Please load filament in the
nl: Laad alstublieft filament in de

source: Total
nl: Totaal

source: Material
nl: Materiaal

source: %(seconds)d sec
de: %(seconds)d sek

source: Place a 0.05 flusher between the nozzle and the bed. Press the button Start Calibration, the bed will home and then move close to the nozzle. Use the up arrow until the nozzle is against the flusher. You can use the down arrow if you think you are too close. Press "Save" to save the new z-offset.
de: Platzieren sie einen Platzhalter mit einer Dickke von 0,05 zwischen Düse und Druckunterlage. Drücken Sie auf Kalibrierung starten. Die Druckunterlage bewegt sich nah an die Düsen. Drücken Sie den Oben-Pfeil bis die düse gegen den Platzhalter drückt. Sie können auf den Unten-Pfeil klicken, wenn Siedenken, dass es zu nah ist. Drücken Sie auf Speichern, um das neue Z-Offset zu speichern.

source: Wifi
de: W-LAN
