Repository: Booli/OctoPrint-LUI
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, nl

source: Opening serial port
de: Öffnen der Seriellen Schnittstelle
es: Abriendo el puerto de serie
nl: Seriële poort openen

source: Detecting serial port
de: Erkennung der seriellen Schnittstelle
es: Detectando el puerto de serie
nl: Seriële port detecteren

source: Detecting baudrate
de: Erkennung der Baudrate
es: Detectando baudrate
nl: Baudrate detecteren

source: Connecting
de: Verbindet
es: Conectando
nl: Verbinden

source: Operational
de: Einsatzbereit
es: Operacional
nl: Operationeel

source: Printing from SD
de: Von SD-Karte drucken
es: Imprimiendo desde SD
nl: Printen vanaf SD

source: Sending file to SD
de: Datei zu SD-Karte schicken
es: Enviando documento a SD
nl: Bestand verzenden naar SD

source: Printing
de: Drucken
es: Imprimiendo
nl: Printen

source: Paused
de: Pausiert
es: En pausa
nl: Gepauzeerd

source: Closed
de: Geschlossen
es: Cerrado
nl: Gesloten

source: Transfering file to SD
de: Datei auf SD-Karte transferieren
es: Transfiriendo documento a SD
nl: Bestand overdragen naar SD

source: Service restarting
de: Dienst startet neu
es: Reiniciando servicio
nl: Service herstarten

source: The background service of the printer is restarting. This is common after a software update. Printer will be available in a couple of minutes.
de: Das Hintergrundprogramm des Druckers startet neu. Dies ist normal nach einem Software-Update. Ihr Drucker wird in einigen Minuten wieder einsatzfähig sein.
es: El servicio del servidor de la impresora se está reiniciando. Esto es común después de una actualización de software. La impresora estará disponible en un par de minutos.
nl: De achtergrondservice van de printer is aan het herstarten. Dit is normaal na een software-update. De printer is binnen enkele minuten weer beschikbaar.

source: Server disconnected
de: Verbindung zum Server abgebrochen
es: Servidor desconectado
nl: Server niet bereikbaar

source: The browser has been disconnected from the printer. Either the printer is turned off or the network connection failed. Trying to reconnect in the coming minutes.
de: Die Verbindung zwischen Browser und Drucker wurde unterbrochen. Entweder wurde der Drucker ausgestellt oder es gab einen Netzwerkfehler. Es wird versucht die Verbindung nach einigen Minuten wiederherzustellen.
es: El navegador ha sido desconectado de la impresora. O bien la impresora está apagada o la conexión de red falló. Intentando volver a conectar en los próximos minutos.
nl: De browser kan de printer niet bereiken. De printer is uitgeschakeld of het netwerk niet gekoppeld. De browser probeert de komende minuten opnieuw te verbinden.

source: Print job started
de: Druckauftrag wurde gestartet
es: El trabajo de impresión comenzó
nl: Printopdracht gestart

source: Printing file: "%(filename)s"
es: Imprimiendo archivo: "%(filename)s"

source: Print job paused
de: Druckauftrag wurde pausiert
es: El trabajo de impresión se pausó
nl: Printopdracht gepauzeerd

source: Pausing file: "%(filename)s"
de: Pausierte Datei: "%(filename)s"
es: Archivo en pausa: "%(filename)s"
nl: Bestand pauzeren: "%(filename)s"

source: Print job canceled
de: Druckauftrag wurde abgebrochen
es: Trabajo de impresión cancelado
nl: Printopdracht geannuleerd

source: Canceled file: "%(filename)s"
de: Abgebrochener Druckauftrag: "%(filename)s"
es: Archivo cancelado: "%(filename)s"
nl: Bestand geannuleerd: "%(filename)s"

source: Print job finished
de: Druckauftrag abgeschlossen
es: Trabajo de impresión finalizado
nl: Printopdracht voltooid

source: Finished file: "%(filename)s"
es: Archivo finalizado: "%(filename)s"

source: Print job resumed
de: Druckauftrag wieder aufgenommen
es: Trabajo de impresión reanudado
nl: Printopdracht hervat

source: Resuming file: "%(filename)s"
es: Resumiendo el archivo: "%(filename)s"

source: File selected succesfully
de: Datei wurde erfolgreich ausgewählt
es: Archivo seleccionado satisfactoriamente
nl: Bestand succesvol geselecteerd

source: Selected file: "%(filename)s"
de: Ausgewählte Datei: "%(filename)s"
es: Archivo seleccionado "%(filename)s"
nl: Bestand geslecteerd: "%(filename)s"

source: %(days)d days
de: %(days)d Tage
es: %(days)d días
nl: %(days)d dagen

source: %(days)d.5 days
de: %(days)d.5 Tage
es: %(days)d.5 días
nl: %(days)d.5 dagen

source: %(days)d day
de: %(days)d Tag
es: %(days)d día
nl: %(days)d dag

source: %(hours)d hour
de: %(hours)d Stunde
es: %(hours)d hora
nl: %(hours)d uur

source: %(hours)d hours
de: %(hours)d Stunden
es: %(hours)d horas
nl: %(hours)d uur

source: %(hours)d.5 hours
de: %(hours)d.5 Stunden
es: %(hours)d.5 horas
nl: %(hours)d.5 uur

source: 1 day
de: 1 Tag
es: 1 día
nl: 1 dag

source: a minute
de: eine Minute
es: un minuto
nl: een minuut

source: 2 minutes
de: 2 Minuten
es: 2 minutos
nl: 2 minuten

source: %(minutes)d minutes
de: %(minutes)d Minuten
es: %(minutes)d minutos
nl: %(minutes)d minuten

source: 40 minutes
de: 40 Minuten
es: 40 minutos
nl: 40 minuten

source: 50 minutes
de: 50 Minuten
es: 50 minutos
nl: 50 minuten

source: 1 hour
de: 1 Stunde
es: 1 hora
nl: 1 uur

source: a couple of seconds
de: ein paar Sekunden
es: un par de segundos
nl: een paar seconde

source: less than a minute
de: weniger als eine Minute
es: menos de una hora
nl: minder dan een minuut

source: off
de: aus
es: apagado
nl: uit

source: Server is offline
de: Server ist offline
es: Servidor fuera de línea
nl: Server niet bereikbaar

source: Could not connect to cloud service.
es: No se pudo conectar al servicio cloud.
nl: Kan niet verbinden met clouddienst.

source: The printer could not connect to the cloud service. Please try again and ensure you authorize LUI to access to your files.
es: La impresora no se pudo conectar al servicio cloud. Inténtelo de nuevo y asegúrese de autorizar LUI para acceder a tus archivos.
nl: De printer kon geen verbinding maken met met de clouddienst. Zorg ervoor dat u LUI toegang geeft tot uw bestanden en probeer het nogmaals.

source: Connect
de: Verbinden
es: Conectar
nl: Verbinden

source: Disconnect
de: Verbindung trennen
es: Desconectar
nl: Verbinding verbreken

source: right
es: derecha
nl: rechts

source: left
es: izquierda
nl: links

source: Calibration stored
de: Kalibrierung gespeichert
es: Calibración almacenada
nl: Kalibratie opgeslagen

source: The printer has been calibrated successfully.
de: Der Drucker wurde erfolgreich kalibriert.
es: La impresora ha sido calibrada exitosamente.
nl: De printer is succesvol gekalibreerd.

source: Calibration failed
de: Kalibrierung ist fehlgeschlagen.
es: Calibración fallida
nl: Kalibratie mislukt

source: An error has occured while storing the calibration settings. Please try again.
de: Ein Fehler ist während des Speicherns der Kalibrierungseinstellungen aufgetreten. Bitte versuchen Sie es erneut.
es: Se ha producido un error al almacenar la configuración de calibración. Inténtelo de nuevo.
nl: Er is een fout opgetreden tijdens het opslaan van de kalibratie-instellingen. Probeer het opnieuw.

source: Swap right
de: Rechts tauschen
es: Establecer en la derecha
nl: Wissel rechts

source: Swap left
de: Links tauschen
es: Establecer en la izquierda
nl: Wissel links

source: Done
de: Fertig
es: Hecho
nl: Gereed

source: Load
de: Laden
es: Carga
nl: Laden

source: Right
de: Rechts
es: Derecha
nl: Rechts

source: Left
de: Links
es: Izquierda
nl: Links

source: (HT)
es: (Alta Temperatura)

source: Loaded
de: Geladen
es: Cargado
nl: Geladen

source: Delete
de: Löschen
es: Borrar
nl: Verwijder

source: Swap
de: Tauschen
es: Cambiar
nl: Wissel

source: Purge
de: Extrudieren
es: Purgar

source: A temperature error has occurred.
es: Se ha producido un error relacionado con la temperatura.

source: right print head
es: cabeza de impresión derecha
nl: rechter printkop

source: left print head
es: cabeza de impresión izquierda
nl: linker printkop

source: bed
es: base

source: Filament updating warning
de: Filament Aktualisierung Warnung
es: Advertencia de actualización de filamento
nl: Filament update waarschuwing

source: Please select a material to update.
de: Wählen Sie ein Material für eine Aktualisierung aus
es: Por favor seleccione un material para actualizar.
nl: Selecteer een materiaal om bij te werken.

source: Filament information updated
de: Filament-Informationen wurden aktualisiert
es: Información de filamento actualizada
nl: Filamentinformatie bijgewerkt

source: New material: %(material)s. New amount: %(amount)s
es: Nuevo material: %(material)s. Nueva cantidad: %(amount)s
nl: Nieuw materiaal: %(material)s. Nieuwe hoeveelheid: %(amount)s

source: Filament information updated failed
de: Aktualisierung der Filament-Informationen ist fehlgeschlagen
es: Actualización de información de filamento fallida
nl: Filament aanpassen mislukt

source: Please check the logs for more info.
de: Bitte Überprüfen Sie die Log-Dateien für weitere informationen
es: Por favor revise los registros para más información.
nl: Raadpleeg de logs voor meer informatie.

source: Filament loaded aborted!
de: Laden des Filaments abgebrochen!
es: Filamento cargado abortado!
nl: Filament laden afgebroken!

source: Please re-run load filament procedure
de: Wiederholen Sie den Filament-Ladevorgang.
es: Por favor vuelva a ejecutar el procedimiento de carga de filamento
nl: Doe de filamentprocedure opnieuw

source: Filament successfully loaded
es: Filamento cargado exitosamente

source: Filament with profile %(material)s and amount %(amount)s loaded
es: El filamento con el perfil %(material)s and amount %(amount)s cargado
nl: Nieuw %(material)s geladen met hoeveelheid: %(amount)s

source: Unloading filament...
de: Entlade Filament...
es: Descargando el filamento...
nl: Filament uitladen ...

source: Loading filament...
de: Lade Filament...
es: Cargando filamento...
nl: Filament laden...

source: Cancel print
de: Druck abbrechen
es: Impresión cancelada
nl: Print afbreken

source: Are you sure you want to cancel your print?
de: Sind Sie sicher, dass Sie ihren Druck abbrechen möchten?
es: ¿Esta seguro de que desea cancelar su impresión?
nl: Weet u zeker dat u de print wil afbreken?

source: free
de: frei
es: libre
nl: vrij

source: Your available free disk space is critically low.
de: Ihr verfügbarer Speicherplatz ist kritisch gering.
es: Su espacio de disco libre disponible es críticamente bajo.
nl: Uw beschikbare vrije schijfruimte is kritiek laag.

source: Your available free disk space is starting to run low.
de: Ihr verfügbarer Speicherplatz wird weniger.
es: Su espacio de disco libre disponible está empezando a agotarse.
nl: Uw beschikbare vrije schijfruimte is gering.

source: Your current disk usage.
de: Ihre momentane Speicherplatznutzung.
es: Su uso actual de disco.
nl: Uw beschikbare vrije schijfruimte.

source: Disk space critically low!
de: Speicherplatz ist kritisch gering
es: Espacio de disco críticamente bajo!
nl: Schijfruimte kritiek laag!

source: Free some space by deleting jobs or timelapses to continue usage.
de: Löschen Sie Druckaufträge oder Zeitraffern um wieder Platz zu schaffen.
es: Libere espacio al eliminar trabajos o timelapses para continuar el uso.
nl: Creëer ruimte door printopdrachten of timelapses te verwijderen.

source: Disk space very low!
de: Speicherplatz ist sehr gering
es: Espacio de disco muy bajo!
nl: Schuifruimte erg laag!

source: Please free some space by deleting jobs or timelapses.
de: Bitte schaffen sie ein wenig Speicherplatz indem Sie Druckaufträge oder Zeitrafferm löschen.
es: Libere espacio eliminando trabajos o timelapses.
nl: Creëer ruimte door printopdrachten of timelapses te verwijderen.

source: Filament right:
es: Filamento derecho:
nl: Filament rechts:

source: Filament left:
es: Filamento izquierdo:
nl: Filament links:

source: USB access failed
es: Acceso a USB fallido
nl: USB-toegang mislukt

source: The USB drive could not be accessed. Please try again.
de: Es konnte nicht auf das USB-Speichermedium zugegriffen werden. Versuchen sie es erneut.
es: No se pudo acceder a la unidad USB. Por favor inténtelo de nuevo.
nl: De USB-stick kan niet worden geopend. Probeer het opnieuw.

source: Could not open folder
es: No se puedo abrir el archivo
nl: Kon de map niet openen

source: The folder could not be opened. Please check if your printer is connected to the internet.
es: La carpeta no se pudo abrir. Por favor, compruebe si su impresora está conectada a internet.
nl: The map kon niet worden geopend. Controleer of uw printer is verbonden met het internet.

source: You have opted to delete all print jobs.
de: Sie haben sich entschlossen alle Druckaufträge zu löschen.
es: Ha optado por eliminar todos los trabajos de impresión.
nl: U heeft ervoor gekozen om alle printopdrachten te verwijderen.

source: This will not delete the currently selected file.
es: Esto no eliminará el archivo seleccionado actualmente.

source: Do you want to continue?
de: Möchten Sie fortfahren?
es: ¿Desea continuar?
nl: Wilt u doorgaan?

source: Delete all jobs
de: Alle Druckaufträge löschen
es: Eliminar todos los trabajos
nl: Verwijder alle printopdrachten

source: Jobs deleted
de: Druckaufträge gelöscht
es: Trabajos eliminados
nl: Printopdrachten verwijderd

source: All print jobs were deleted.
de: Alle Druckaufträge wurden gelöscht
es: Todas las impresiones fueron eliminadas.
nl: Alle printopdrachten zijn verwijderd.

source: Not all jobs were deleted
de: Nicht alle Druckaufträge wurden gelöscht
es: No todos los trabajos fueron eliminados
nl: Niet alle printopdrachten zijn verwijderd

source: Some files could not be removed. Please try again.
de: Manche Dateien konnten nicht gelöscht werden. Versuchen Sie es bitte erneut.
es: Algunos archivos no pudieron ser eliminados. Inténtelo de nuevo.
nl: Sommige bestanden konden niet worden verwijderd. Probeer het opnieuw.

source: You have opted to delete job:
de: Sie haben sich einverstanden erklärt diesen Druckauftrag zu löschen
es: Ha optado por eliminar el trabajo
nl: U heeft er voor gekozen om een printopdracht te verwijderen:

source: Do you want to delete this job?
de: Möchten sie diesen Druckauftrag löschen?
es: ¿Desea eliminar este trabajo?
nl: Wilt u deze printopdracht verwijderen?

source: Delete job
de: Druckauftrag löschen
es: Trabajo eliminado
nl: Verwijder printopdracht

source: File removed succesfully
de: Datei erfolgreich gelöscht
es: Archivo eliminado con éxito
nl: Bestand succesvol verwijderd

source: Removed file: "%(filename)s"
de: Gelöschte Datei: "%(filename)s"
es: Archivo eliminado: "%(filename)s"
nl: Bestand verwijderd: "%(filename)s"

source: Size check %(mode)s mode failed
de: Größenüberprüfung %(mode)s Modus fehlgeschlagen
es: El chequeo de tamaño %(mode)s modo fallido
nl: Dimensie controle voor %(mode)s mode mislukt

source: Object exceeds print area in width.
es: El objeto excede el área de impresión en ancho.

source: Print area width
de: Druckbereichweite
es: El objeto excede el área de impresión en ancho
nl: Breedte printoppervlak

source: Object width
de: Objektbreite
es: Ancho del objeto
nl: Objectbreedte

source: Object exceeds print area in depth.
de: Objekt überschreitet den Druckbereich in der Tiefe.
es: El objeto excede el área de impresión en profundidad.
nl: Object is dieper dan het printoppervlak.

source: Print area depth
de: Druckbereichtiefe
es: El objeto excede el área de impresión en profundidad
nl: Diepte printeroppervlak

source: Object depth
de: Objekttiefe
es: Profundidad del objeto
nl: Objectdiepte

source: Object exceeds print area in height.
de: Objekt überschreitet den Druckbereich in der Höhe.
es: El objeto excede el área de impresión en altura.
nl: Object is hoger dan het print volume.

source: Print area height
de: Druckbereichhöhe.
es: El objeto excede el área de impresión en altura
nl: Hoogte printgebied

source: Object height
de: Objekthöhe
es: Altura del objeto
nl: Objecthoogte

source: Object positioned outside print area in width.
de: Objekt wurde außerhalb der Weite des Druckbereichs positioniert.
es: Ancho del objeto ubicado fuera del área de impresión.
nl: Object is buiten het printoppervlak gepositioneerd in de breedte.

source: Object position
de: Objektposition
es: Posición del objeto
nl: Objectpositie

source: Object positioned outside print area in depth.
de: Objekt wurde außerhalb der Tiefe des Druckbereichs positioniert.
es: Profundidad del objeto ubicado fuera del área de impresión.
nl: Object is buiten het printoppervlak gepositioneerd in de diepte.

source: Object positioned outside print area in heigth.
de: Objekt wurde außerhalb der Höhe des Druckbereichs positioniert
es: Altura del objeto ubicada fuera del área de impresión.
nl: Object is buiten het printoppervlak gepositioneerd in de hoogte.

source: Please fix the dimension of the job or try a different print mode.
de: Bitte ändern Sie die Dimension ihres Druckauftrags oder wählen Sie einen andern Druckmodus
es: Por favor, corrija la dimensión del trabajo o pruebe con un modo de impresión diferente.
nl: Pas uw print dimensies aan of selecteer een andere printmodus.

source: Dual nozzle print
de: Dual Druck
es: Impresión con ambas boquillas (nozzels)
nl: Dubbel extrusie print

source: The job selected uses both nozzles to print, therefore only normal mode is available.
de: Für den ausgewählten Druckauftrag werden beide Extruder benötigt. Deswegen ist nur der normale Modus verfügbar.
es: El trabajo seleccionado usa ambas boquillas (nozzels) para imprimir, por lo tanto, solo está disponible el modo normal.
nl: De geselecteerde printopdracht gebruikt beide extruders, daarom kan de opdracht alleen in standaard modus worden geprint.

source: Sync or Mirror print
de: Synchron-oder Spiegeldruck
es: Sincronización o impresión espejo
nl: Sync of Mirror print

source: Info
es: Información
nl: Informatie

source: To ensure that a sync or mirror mode succeeds please make sure that the print is sliced on the left side of the build volume using one nozzle.
de: Um sicherzustellen, dass ein Synchronisations- oder Spiegelmodus erfolgreich ist, stellen Sie bitte sicher, dass der Druck auf der linken Seite des Bauvolumens mit einem Extruder geschnitten wird.
es: Para asegurarse de que el modo de sincronización o espejo sea exitoso, asegúrese de que el trazado de la impresión está en el lado izquierdo del volumen de construcción con una boquilla (nozzle).
nl: Zorg ervoor dat de print is gesliced op de linkerhelft van het bed en gebruikmaakt van 1 printkop.

source: USB drive removed
de: USB-Speichermedium entfernt
es: Unidad USB expulsada
nl: USB-stick verwijderd

source: A USB drive was disconnected from the printer.
de: Ein USB-Speichermedium wurde vom Drucker getrennt.
es: Se desconectó una unidad USB de la impresora.
nl: Een USB-stick is uit de machine verwijderd.

source: You have inserted a USB drive.
de: Sie haben ein USB-Speichermedium eingesteckt.
es: Ha insertado una unidad USB.
nl: U heeft een USB-stick geplaatst.

source: Would you like to browse through the files?
de: Würden Sie gerne ihre Dateien durchgehen?
es: ¿Le gustaría visualizar a través de los archivos?
nl: Wilt u door de bestanden heen bladeren?

source: USB drive inserted
de: USB-Speichermedium eingesteckt
es: Unidad USB insertada
nl: USB-stick geplaatst

source: A USB drive was found. Go to the files tab to load your files.
de: Ein USB-Speichermedium wurde gefunden. Gehen Sie zum Datei-Tab um ihre Dateien zu laden.
es: Se encontró una unidad USB. Diríjase a la pestaña de archivos para cargar sus archivos.
nl: U heeft een USB stick geplaatst. Ga naar de 'Opdrachten'-tab om bestanden te laden.

source: File upload succesful
es: Archivos cargados exitosamente
nl: Bestand succesvol geüpload

source: Uploaded file: "%(filename)s"
de: Hochgeladene Datei: "%(filename)s"
es: Archivo cargados: "%(filename)s"
nl: Bestand geüpload: "%(filename)s"

source: Failed to upload file
de: Hochladen der Datei ist fehlgeschlagen
es: Error al cargar el archivo
nl: Bestand upload mislukt

source: Could not upload the file. Make sure that it is a GCODE file and has the extension ".gcode", ".gco." or ".g".
es: No se pudo cargar el archivo. Asegúrese de que sea un archivo GCODE y tenga la extensión ".gcode", ".gco." or ".g".

source: Invalid filetype
de: Ungültige Datei
es: Tipo de archivo no válido
nl: Ongeldig bestandstype

source: Please select a file with extension ".gcode", ".gco." or ".g".
de: Bitte wählen Sie eine Datei mit der Endung ".gcode", ".gco." oder ".g".
es: Seleccione un archivo con la extensión ".gcode", ".gco." or ".g".
nl: Selecteer een bestand met de extensie ".gocde", ".gco", of ".g".

source: Copying
de: Kopieren
es: Copiando
nl: Kopiëren

source: File copied
de: Datei kopiert
es: Archivo copiado
nl: Gcodebestand gekopieerd

source: "%(filename)s" has been copied to your USB drive.
de: %(filename)s wurde auf das USB-Speichermedium kopiert
es: "%(filename)s" ha sido copiado en su unidad USB.
nl: Het gcodebestand is naar uw USB-stick gekopieerd.

source: Error during file copy.
de: Fehler beim Kopieren der Datei
es: Error durante el proceso de copia del archivo.
nl: Er is een fout opgetreden tijdens het kopiëren van het bestand.

source: Could not copy "%(filename)s" to your USB drive. Please ensure there is enough space available.
es: No se pudo copiar "%(filename)s" en su unidad USB. Por favor, asegúrese de que haya suficiente espacio disponible.
nl: Het bestand "%(filename)s" kon niet naar uw USB-stick worden gekopieerd. Zorg ervoor dat er genoeg ruimte beschikbaar is en probeer het nogmaals.

source: All files copied copied
es: Se copiaron todos los archivo copiados
nl: Alle bestanden zijn gekopieerd.

source: All G-code files have been copied to your USB drive.
es: Todos los archivos de código G se han copiado en su unidad USB.
nl: Alle G-code bestanden zijn naar uw USB stick gekopieerd.

source: One or more files failed to copy to your USB drive. Please ensure there is enough space available.
es: Uno o más archivos no pudieron copiarse en su unidad USB. Por favor, asegúrese de que haya suficiente espacio disponible.
nl: Een of meer bestanden konden niet naar uw USB-stick worden gekopieerd. Zorg ervoor dat er genoeg ruimte beschikbaar is en probeer het nogmaals.

source: Are you sure?
de: Sind Sie sicher?
es: ¿Está seguro?
nl: Weet u het zeker?

source: Are you sure want to proceed?
de: Sind Sie sicher, dass Sie fortfahren möchten?
es: ¿Está seguro de que desea continuar?
nl: Weet u zeker dat u door wil gaan?

source: Confirm
de: Bestätigen
es: Confirmar
nl: Bevestig

source: Cancel
de: Abbrechen
es: Cancelar
nl: Afbreken

source: Loading...
es: Cargando...

source: Your first 3D print
es: Su primera impresión en 3D

source: <b>Welcome to your new Leapfrog %(model)s 3D printer.</b><br />This tutorial will guide you through the steps you have to take to start printing in 3D.<br />
es: <b>Bienvenido a su nueva impresora 3D Leapfrog %(model)s.</b><br />Este tutorial lo guiará a través de los pasos que debe seguir para comenzar a imprimir en 3D.<br />

source: Continue
de: Fortsetzen
es: Continuar
nl: Doorgaan

source: For our first print, we need PLA filament in both extruders. Press <i class="fa fa-refresh"></i><b> Swap left</b> to load filament in the left extruder.
es: Para nuestra primera impresión, necesitamos filamento de PLA en ambas extrusoras. Presione <i class="fa fa-refresh"></i><b> Intercambie a la izquierda</b> para cargar el filamento en el extrusor izquierdo.
nl: Voor de eerste print hebben we PLA filament nodig in beide extruders. Druk op <i class="fa fa-refresh"></i><b> Wissel links</b> om filament te laden in de linker extruder.
